Repository: aliKadon/ghaf2
Catalog: assets/l10n/app_*.arb
Languages: ar

# order_history
source: Orders
ar: الطلبات

source: Gifts
ar: الهدايا

source: Order track
ar: تتبع الطلب

source: Edit address
ar: تعديل العنوان

source: Order statistics
ar: إحصائيات الطلب

source: Pending
ar: انتظار

source: Completed
ar: المكتملة

# pending_order
source: Pending orders
ar: الطلبات قيد الانتظار

# pdf_attach_success
source: Pdf file attached successfully
ar: تم رفع ملف pdf بنجاح

source: Shop address is required
ar: عنوان المتجر خانة مطلوبة

source: Bank name
ar: اسم البنك

source: Enter required data!
ar: أدخل المعلومات المطلوبة!

source: Characteristics
ar: خصائص

source: Product type
ar: نوع المنتج

# select_one_item
source: Please select an item for each link!!
ar: من فضلك اختر منتج واحد لكل رابط!!

source: Expired month
ar: شهر انتهاء الصلاحية

source: Expired year
ar: سنة انتهاء الصلاحية

source: Amount
ar: الكمية

source: No payment method
ar: لا يوجد طريقة الدفع

source: Password setting
ar: إعداد كلمة السر

source: Old password
ar: كلمة السر القديمة

source: Promo code
ar: الرمز الترويجي

source: Credit available
ar: الرصيد المتاح

source: Total credit available
ar: اجمالي الرصيد المتاح

source: Use wallet
ar: استخدم المحفظة

source: To beneficiary user email
ar: إلى البريد الإلكتروني للمستخدم المستفيد

# info_enter_amount
source: Allows fund transfer from credit card to another person's account in Ghaf app by referencing their username, subject to fees and transaction limits
ar: يسمح بتحويل الأموال من بطاقة الائتمان إلى حساب شخص آخر في تطبيق غاف عن طريق الرجوع إلى اسم المستخدم الخاص بهم، مع مراعاة الرسوم وحدود المعاملات

source: Trending
ar: رائجة

source: Add to order
ar: أضف إلى الطلب

source: Payment confirmation
ar: تأكيد الدفع

source: Estimated delivery time
ar: الوقت المقدر للتسليم

source: Join us now and get
ar: انضم إلينا الآن واحصل

# introduce_to_subscribe1
source: No commission
ar: بدون عمولة

# introduce_to_subscribe2
source: Easy POS integration
ar: التكامل السهل بين نقاط البيع

# introduce_to_subscribe3
source: More visibility and new customers
ar: المزيد من الرؤية والعملاء الجدد

# introduce_to_subscribe4
source: Leave hiring a driver to us
ar: اترك لنا توظيف سائق

# introduce_to_subscribe5
source: Helping you build your first menu and products
ar: مساعدتك في بناء قائمتك ومنتجاتك الأولى

# payment_link_solution_subscription1
source: Payment link solution subscription
ar: رابط الدفع الاشتراك

# you_can_cancel_anytime
source: You can cancel your subscription anytime for free
ar: يمكنك إلغاء اشتراكك في أي وقت مجانًا

source: Home business
ar: الأعمال التجارية المنزلية

source: Generate payment link
ar: توليد رابط الدفع

source: Generate detailed payment link
ar: توليد رابط الدفع مع التفاصيل

source: Email
ar: البريد إلكتروني

# text1_submit_form_seller
source: I verify that i am an authorized representative of this organization and have the right to act on its behalf in the creation and management of this page. The organization and I agree to the additional terms for pages.
ar: أتحقق من أنني ممثل مخول لهذه المنظمة ولدي الحق في التصرف نيابة عنها في إنشاء وإدارة هذه الصفحة. النظرية وأنا نوافق على الشروط الإضافية للصفحات.

# text2_submit_form_seller
source: Agree to the terms of service and privacy policy
ar: الموافقة على شروط الخدمة وسياسة الخصوصية

# your_account_is_under_approval_proces
source: Your account is under approval process
ar: حسابك قيد الموافقة

source: Your account has been approved
ar: تمت الموافقة على حسابك

source: Your subscription has been completed
ar: تم الانتهاء من اشتراكك

source: Subscribe to get seller services
ar: اشترك للحصول على خدمات البائع

source: Please select payment method
ar: الرجاء اختيار طريقة الدفع

# your_order_is_under_progress
source: Your order is under process
ar: طلبك قيد الإعداد

source: Items list
ar: قائمة العناصر

# please_select_item_to_create_payment_link
source: Please select an item to create link
ar: يرجى اختيار عنصر لإنشاء رابط

source: Add an item
ar: إضافة عنصر

source: Account information
ar: بيانات حسابك

source: Subscription
ar: الاشتراك

source: Business name
ar: اسم النشاط التجاري

source: Business email
ar: البريد الإلكتروني للنشاط التجاري

source: Business phone number
ar: رقم هاتف العمل

source: Upload business license doc PDF
ar: تحميل رخصة العمل ملف PDF

source: Upgrade your shopping experience
ar: قم بترقية تجربة التسوق الخاصة بك

source: Easy and comfortable
ar: سهل ومريح

source: Subscribe to Ghaf gold
ar: اشترك في غاف الذهبي

# shortcut
source: Shortcuts
ar: اختصارات

# previous_order
source: Previous orders
ar: الطلبات السابقة

# popular_cafe_nearby
source: Popular cafes nearby
ar: مقاهي شهيرة قريبة

# recent_search
source: Recent searches
ar: عمليات البحث الأخيرة

# popular_search
source: Popular searches
ar: عمليات بحث شائعة

source: Add to your favorite
ar: أضف إلى المفضل لديك

# save_the_restaurant
source: Save the restaurant you love ,and they well show up here for easy access
ar: احفظ المطعم الذي تحبه، و تظهر هنا لسهولة الوصول إليها

source: Find restaurant
ar: ابحث عن مطعم

source: Select the payment method
ar: اختر طريقة الدفع

# pay_later_text
source: The pay later options lets buyers complete their purchase now and pay for it later, with an interest-free financing plan or a buy now, pay later service, it may require credit approval
ar: تتيح خيارات الدفع اللاحقة للمشترين إكمال شرائهم الآن ودفع ثمنها لاحقًا، مع خطة تمويل بدون فوائد أو شراء الآن، والدفع لاحقًا، قد تتطلب موافقة الائتمان

# redeem_point
source: Redeem points
ar: استبدل النقاط

# delivery_fee
source: Delivery fee (incl. vaT)
ar: رسوم التسليم (بما في ذلك vaT)

source: Enter promo code
ar: أدخل الرمز الترويجي

# promo_code_info
source: During checkout , buyers can enter a promo code to redeem a discount or special offer in their purchase
ar: أثناء عملية الشراء، يمكن للمشترين إدخال رمز ترويجي لاسترداد خصم أو عرض خاص في شرائهم

source: Order note
ar: ملاحظات الطلب

source: No type found
ar: لم يتم العثور على نوع

source: Only on Ghaf
ar: فقط على غاف

# past_order
source: Past orders
ar: الطلبات السابق

source: Redeem history
ar: تاريخ الاسترداد

source: Save up to
ar: وفر حتى

source: ASAP
ar: أسرع وقت ممكن

source: Schedule for later
ar: جدولة لوقت لاحق

source: Delivery time
ar: موعد التسليم

# order_note_info
source: Your order notes are a way for you o provide additional information or special request to the seller regarding your order.
ar: ملاحظات طلبك هي وسيلة بالنسبة لك لتقديم معلومات إضافية أو طلب خاص للبائع فيما يتعلق بطلبك.

# redeem_point_info
source: Redeeming points lets buyers use accumulated loyalty points towards purchase of products or services, typically earned through purchases, referrals, or engagement with the brand.
ar: تتيح نقاط الاسترداد للمشترين استخدام نقاط الولاء المتراكمة لشراء المنتجات أو الخدمات، والتي يتم الحصول عليها عادةً من خلال المشتريات أو الإحالات أو المشاركة مع العلامة التجارية.

# payment_method_screen
source: Payment method redeem point
ar: طريقة الدفع بنقاط الاسترداد

source: Banking information
ar: المعلومات البنكية

# your_order_placed
source: Your order has been placed
ar: تم تقديم طلبك

# placed_successfully
source: Successfully
ar: بنجاح

# monthly_plane
source: In Monthly plan You have to Pay
ar: في الخطة الشهرية عليك أن تدفع

source: Every month
ar: كل شهر

source: And have
ar: و تملك

source: Free days
ar: أيام مجانية

# annual_plane
source: In annual plan You have to Pay
ar: في الخطة السنوية عليك أن تدفع

source: Monthly
ar: شهري

source: Annual
ar: سنوي

source: All stores
ar: كل المتاجر

source: No stores found
ar: لم يتم العثور على متاجر

source: Stores
ar: المتاجر

source: Logout
ar: تسجيل الخروج

# update_menu
source: Update menu and products, add images and tell customers when an item is update using menu manager.
ar: قم بتحديث القائمة والمنتجات، وأضف الصور وأخبر العملاء عند تحديث عنصر باستخدام Menu Manager.

# track_order
source: Track orders
ar: تتبع الطلبات

# which
source: Which dishes or product your customer like, check reviews and keep them coming back for more.
ar: ما هي الأطباق أو المنتج الذي يحبه العميل، تحقق من التقييمات واستمر في العودة للمزيد.

# monitor
source: Monitor the status of your order delivery and get alerted when its delivered
ar: راقب حالة تسليم طلبك وتم تنبيهك عند تسليمه

# monthly_payment
source: Monthly payment of Dhs 260 + 1 time setup fee (Average set-up fee of 500 Dhs). (Price varies based on POS.)
ar: الدفع الشهري لرسوم إعداد 260 + 1 DHS (متوسط رسوم الإعداد 500 DHS). متغير الأسعار على أساس نقاط البيع.)

# otherwise
source: Otherwise signing an annual plan of Dhs 2,400
ar: خلاف ذلك، التوقيع على خطة سنوية بقيمة 2400

# photography
source: Choose photography from a professional photographer. This tier includes 15 items for more images a fee of ## per image
ar: اختر التصوير الفوتوغرافي من مصور محترف. يتضمن هذا المستوى 15 عنصرًا لمزيد من الصور كرسوم # # لكل صورة

# connect
source: Connect with delivery network
ar: تواصل مع شبكة التوصيل

# promote
source: Promote your brand in-app and create special offers
ar: روّج لعلامتك التجارية داخل التطبيق وقم بإنشاء عروض خاصة

# fees
source: Fees: Monthly payment of Dhs 300 + 1 time setup fee (Average set-up fee of 500 Dhs). Price varies based on POS.)
ar: الرسوم: الدفع الشهري لرسوم إعداد 300 + 1 DHS (متوسط رسوم الإعداد 500 Dhs). يختلف السعر بناءً على نقاط البيع.)

# photography2
source: Choose photography from a professional photographer. This tier includes 25 items for more images a fee of ## per image
ar: اختر التصوير الفوتوغرافي من مصور محترف. يتضمن هذا المستوى 25 عنصرًا لمزيد من الصور كرسوم # # لكل صورة

# banner
source: Adv banner, getting a place in the Adv Banner this banner (also subject to several conditions of service quality and customer satisfaction)
ar: Adv Banner، الحصول على مكان في Adv Banner هذه اللافتة (تخضع أيضًا لعدة شروط لجودة الخدمة ورضا العملاء)

# regular_email
source: Regular email marketing communications and social media advertising
ar: اتصالات تسويقية منتظمة عبر البريد الإلكتروني وإعلانات وسائل التواصل الاجتماعي

# monthly_payment2
source: Monthly payment of Dhs 450 + 1 time setup fee (Average set-up fee of 500 Dhs). Price varies based on POS.)Otherwise signing an annual plan of Dhs 2,400
ar: الدفع الشهري لرسوم الإعداد الزمنية 450 + 1 DHS (متوسط رسوم الإعداد 500 DHS). يختلف السعر بناءً على نقاط البيع.) خلاف ذلك، التوقيع على خطة سنوية بقيمة 2400 DHS

source: Unsubscribe
ar: الغاء الاشتراك

# you_choose
source: You choose the
ar: لقد اخترت

source: You can pay later
ar: يمكنك الدفع لاحقا

# pick_date
source: Pick a date
ar: اختر تاريخا

# use_reedem
source: Use your redeem points
ar: استخدم نقاط الاسترداد الخاصة بك

# go_to_pay_
source: Go to pay for subscribe
ar: اذهب للدفع مقابل الاشتراك

source: Delete Account
ar: جذف الحساب

# must_verify
source: You must verify your account via email
ar: يجب عليك التحقق من حسابك عبر البريد الإلكتروني

# enter_varfy
source: Enter verification code please
ar: أدخل رمز التحقق من فضلك

# branch_can_added
source: The branches can be added later after registration is complete
ar: يمكن إضافة الفروع لاحقًا بعد اكتمال التسجيل

source: Submit as seller
ar: أرسل كبائع

# are_you_sur_process
source: Are you sure to cancel the process?
ar: هل أنت متأكد من إلغاء العملية ؟

# subscribe_seller
source: Subscription seller
ar: اشتراك البائع

# are_you_sure_payment
source: Are you sure to cancel the payment?
ar: هل أنت متأكد من إلغاء عملية الدفع ؟

# subscribe_as_seller
source: Subscription as individual seller
ar: الاشتراك كبائع فردي

# are_you_cancel_process
source: Are you sure to cancel the process?
ar: هل أنت متأكد من إلغاء العملية ؟

# terms_of_services
source: Terms of service
ar: بنود الخدمة

# subscribe_as_normal_seller
source: Subscription as seller
ar: الاشتراك كبائع

# you_can_not_oder_without_address
source: You can not make order without address
ar: لا يمكنك القيام بطلبية بدون اضافة عنوان

source: Branch name
ar: اسم الفرع

source: Go to dashboard
ar: اذهب إلى لوحة القيادة

# i_agree_the
source: I agree to the
ar: أنا أوافق على

# back_login
source: Back to login
ar: العودة إلى صفحة الدخول

source: Update
ar: تحديث

source: Edit profile
ar: تعديل الملف الشخصي

source: Your items
ar: منتجاتك

source: Item name
ar: اسم المنتج

source: Quantity
ar: الكمية

source: Month
ar: الشهر

source: YEAR
ar: السنة

source: Add card
ar: إضافة بطاقة

# go_to_subscribe
source: Go to pay for subscribe
ar: اذهب للدفع مقابل الاشتراك

# go_to_login
source: Go back to login
ar: عد إلى تسجيل الدخول

# share_opinion
source: Share your opinion
ar: شاركنا رأيك

# how_do_see_product
source: How do you see this product?
ar: كيف ترى هذا المنتج ؟

source: Thank you
ar: شكرا لك

source: Send your review
ar: أرسل مراجعتك

source: Getting started
ar: الشروع في العمل

# rate_shop
source: Rate your experience with shop
ar: قيم تجربتك مع المتجر

# tell_us_order
source: Tell us about your order ?
ar: أخبرنا عن طلبك ؟

# your_review_successfully
source: Your review has been submitted successfully
ar: تم تقديم مراجعتك بنجاح

# fast_reliable
source: Fast reliable and preparation
ar: سريع الاعتماد والتحضير

# wider
source: Wider product selection
ar: اختيار أوسع للمنتجات

# easy_replacment
source: Easy replacement
ar: سهل الإستبدال

source: Hygiene rating
ar: تصنيف النظافة

# right_order
source: Right order arrived in the timeframe promised
ar: وصل الطلب الصحيح في الإطار الزمني الموعود

# for_shops_easy
source: For shops easy return and exchange
ar: للمتاجر سهولة العودة والتبادل

# rate_delevery
source: Rate your delivery experience
ar: قيم تجربة التوصيل الخاصة بك

source: Delivered securely
ar: تم تسليمه بأمان

source: Delivered on time
ar: تسليمه في الوقت المحدد

# follows_drop
source: Follows drop off instructions
ar: يتبع تعليمات التسليم

source: Time of your order arrival
ar: وقت وصول طلبك

# calculate_time
source: I can not calculate the time!
ar: لا أستطيع حساب الوقت!

source: Order number
ar: رقم طلبك

source: Order summary
ar: ملخص الطلب

source: Call store
ar: اتصل بالمتجر

source: FeedBack
ar: تقييم

# tell_experience
source: Tell us about your experience
ar: أخبرنا عن تجربتك

source: With seller
ar: مع البائع

# with_driver
source: With delivery
ar: مع التسليم

source: Ok
ar: جيد

# select_language
source: Select your language
ar: اختيار لغتك

source: Arabic
ar: العربية

# invite_code
source: Your invite code
ar: رمز دعوتك

source: Generate
ar: توليد

# i_agree_to
source: I agree to the
ar: أوافق على

# terms_of
source: Terms of service
ar: شروط خدمة

# completed_order
source: Completed orders
ar: الطلبات المكتملة

source: Delivery orders
ar: طلبات التوصيل

source: In progress orders
ar: طلبات قيد التنفيذ

source: Buy
ar: اشتري

source: One
ar: واحدة

source: Free
ar: مجانية

source: Get
ar: احصل

# new1
source: New
ar: جديدة

# can_pay_later
source: You can pay later
ar: يمكنك الدفع لاحقًا

# dear_customer
source: Dear customer you will get
ar: عزيزي العميل الذي ستحصل عليه

source: As discount
ar: كخصم

source: Review
ar: مراجعة الطلب

source: Unsubscribed
ar: غير مشترك

source: Subscribed
ar: مشترك

source: Star
ar: نجمة

# invite_your_friend
source: Invite your friends
ar: قم بدعوة صديقك

source: Edit
ar: تعديل

source: Delete
ar: حذف

source: No discount
ar: لا خصم

# no_gift_found
source: No gifts found
ar: لا يوجد هدايا

source: Filter
ar: الفلترة

source: Sort by
ar: مرتبة حسب

source: Range
ar: المجال

source: Apply filter
ar: طبق الفلترة

source: Clear
ar: مسح

source: Restaurants
ar: مطاعم

source: Supermarkets
ar: متاجر

# food_near_you
source: Delicious food near you
ar: طعام لذيذ بالقرب منك

# favorite_food
source: Your favorites food delivered at your doorstep
ar: طعامك المفضل عند عتبة منزلك

# order_food
source: Order food to be delivered or schedule delivery time
ar: طلب توصيل الطعام أو تحديد وقت التسليم

# we_deliver
source: We deliver grocery at your door step
ar: نحن نوصل البقالة عند عتبة بابك

# order_from
source: Order from the best of snack
ar: اطلب من أفضل الوجبات الخفيفة

# check_your_email
source: Check your email please!
ar: تحقق من بريدك الإلكتروني من فضلك!

source: My favorite
ar: مفضلتي

source: Deliver
ar: توصيل

source: Products
ar: المنتجات

# rate_ghaf
source: Rate Ghaf application Services
ar: قيم خدمات تطبيق Ghaf

# tell_us
source: Tell us what can we improve ?
ar: أخبرنا ما الذي يمكننا تحسينه ؟

# look_feel
source: Look and feel
ar: المظهر و الإحساس

# easy_navigate
source: Easy to navigate
ar: سهل التنقل

# easy_use
source: Easy to use
ar: سهل الاستخدام

# check_email
source: Check your email please!
ar: تحقق من بريدك الإلكتروني من فضلك!

# tell_delevery
source: Tell us about your Delivery experience?
ar: أخبرنا عن تجربة التوصيل الخاصة بك ؟

# send_note
source: Send a note
ar: إرسال ملاحظة

source: Pay
ar: ادفع

source: Invite
ar: دعوةٍ

source: Your balance
ar: ميزانيتك

source: No order found
ar: لا يوجد طلبات

# great
source: Great, you have an order now!
ar: عظيم، لديك طلب الآن!

# all_points_you_have
source: The more you order the more point
ar: كلما طلبت أكثر كلما

# congrats
source: You earn
ar: ربحت نقاط أكثر
