Repository: aliKadon/ghaf2
Catalog: assets/l10n/app_*.arb
Languages: ar

source: Report issues with your order
ar: إبلاغ عن مشكلات في طلبك

source: Report other issues
ar: تقرير عن مسائل أخرى

source: Tap an item you need help with
ar: اضغط على عنصر تحتاج إلى المساعدة فيه

source: Search your item
ar: ابحث في العنصر الخاص بك

source: Review order
ar: مراجعة الطلب

source: Why are you returning this?
ar: لماذا تعيد هذا الطلب ؟

source: Brought by mistake
ar: جلب عن طريق الخطأ

source: Product damaged by shipping
ar: المنتج المتضرر من الشحن

source: Received with missing or broken parts
ar: تم استلامها بأجزاء مفقودة أو مكسورة

# item_received_but_does_not_work
source: Item received but doesn’t work
ar: تم استلام العنصر ولكنه لا يعمل

source: Wrong item was sent
ar: تم إرسال عنصر خاطئ

source: Item does not match description
ar: العنصر لا يطابق الوصف

source: Order status delivered but item not received
ar: حالة الطلب المسلم ولكن لم يتم استلام العنصر

source: Add image
ar: أضف الصورة

source: Add more items
ar: إضافة المزيد من المنتجات

source: Add an image to proceed
ar: أضف صورة للمضي قدمًا

source: Your request will be handled by the relevant team. Thank you
ar: سيتم التعامل مع طلبك من قبل الفريق المعني. شكرا لك

source: Why are you reporting this?
ar: لماذا تقوم بالإبلاغ عن هذا ؟

# get_help_rating1
source: Food packaging damaged by shipping
ar: عبوات غذائية تضررت بسبب الشحن

# get_help_rating2
source: Food seal opened or damaged
ar: ختم الطعام مفتوح أو تالف

# get_help_rating3
source: Food hygiene issues
ar: المسائل المتعلقة بنظافة الأغذية

# get_help_rating4
source: Order received late
ar: تأخر استلام الطلب

# get_help_rating5
source: Order status delivered but item not received
ar: حالة الطلب المسلم ولكن لم يتم استلام البند

# get_help_rating6
source: Wrong item received
ar: البند الخاطئ الوارد

# get_help_rating7
source: Items missing from order
ar: العناصر المفقودة من الطلب

# get_help_reporting_issue1
source: Did not receive order confirmation
ar: لم يتلق تأكيد الطلب

# get_help_reporting_issue2
source: Order confirmed but did not receive tracking
ar: تم تأكيد الأمر لكنه لم يتلق التتبع

# get_help_reporting_issue3
source: Other issue
ar: مشكلة أخرى

# get_help_reporting_issue4
source: please specify
ar: يرجى توضيح

# sell_with_us_text
source: Take your business to the next level by starting to sell on Ghaf, the leading mobile application for online selling
ar: انقل عملك إلى المستوى التالي من خلال البدء في البيع على Ghaf، تطبيق الهاتف المحمول الرائد للبيع عبر الإنترنت

source: Register now
ar: سجل الان

source: You must register or login!
ar: يجب عليك التسجيل أو تسجيل الدخول!

# are_you_sure_cancel_your_subscription
source: Are you sure to cancel your subscription?
ar: هل أنت متأكد من إلغاء اشتراكك؟

source: yes
ar: نعم

source: no
ar: لا

# faq1
source: 1. About Ghaf app
ar: عن تطبيق غاف

# faq1_res
source: Ghaf App is an Emirati start-up company inspired by the Ghaf tree, the national tree of the UAE a symbol of steadfastness and coexistence. This is expressed in the company's personality and values. Our logo is inspired by the tree leaves combined with the first letters of the company name in Arabic and English. Ghaf is a shopping app offering a convenient shopping experience delivering your order to your doorstep. Ghaf is not just a food delivery app... browse our variety of stores supermarkets, groceries, restaurants, cafes, pharmacies, and flower and gift shops, Click and Get. Ghaf App is available for free on iOS and Android
ar: تطبيق غاف هي شركة إماراتية ناشئة مستوحاة من شجرة الغاف إحدى الرموز الوطنية الإماراتية والتي تدل على الصمود والتعايش وهي القيم التي أسست عليها الشركة. شعارنا مستوحى من أوراق شجرة الغاف مع الأحرف الأولى من اسم الشركة باللغتين العربية والإنجليزية. توفر تجربة تسوق سهلة من الطلب حتى التوصيل إلى منزلك. تطبيق غاف ليس فقط تطبيق توصيل طعام... حيث لا يقتصر التطبيق على توصيل الطعام، تصفح مجموعتنا المتنوعة من المتاجر مثل الجمعيات والبقالات، المطاعم، المقاهي، الصيدليات، محلات الورود والهدايا بضغطة زر، اطلب واستلم. تطبيق غاف جوجل بلي وأب ستور

# faq2
source: 2. Why Ghaf app?
ar: 2. لماذا تطبيق غاف؟

# faq2_res
source: Ghaf app has a wide range of products with convenient delivery options and easy payments, offers, discounts and Ghaf reward points that can be converted to credit in your upcoming order. Choose the method of delivery, to your home, work or to any address of your choice maybe to a friend’s house or opt for self-collect, to your car, or select express service. Choose the time of delivery, enjoy it now or get it delivered later. Live track your order right to your doorstep. Visit your personal page to view all your current orders and previous purchases for a quick reorder.
ar: يتميز تطبيق غاف بقائمة متنوعة من المحلات والمتاجر مع خيارات التوصيل، دفع سهل والاستفادة من العروض والخصومات واكسب النقاط التي يمكن استبدالها إلى رصيد في مشترياتك القادمة. اختر طريقة التوصيل والاستلام حتى باب منزلك، عملك، أو الى أي عنوان تختاره كمنزل صديق. يمكنك اختيار استلام الطلب من المتجر، أو توصيله لك الى سيارتك أو اختيار الخدمة السريعة. اختر الوقت المناسب للتوصيل الآن أو لاحقا. تابع حالة الطلب وقم بزيارة صفحتك الخاصة لتظهر جميع طلباتك الحالية ومشترياتك السابقة لإعادة الطلب.

# faq3
source: 3. How does it work?
ar: 3. كيف يعمل تطبيق غاف؟

# faq3_res
source: Once you placed, reviewed and selected your preferred payment and delivery method, Ghaf app sends a notification to the seller and delivery company so that the product reaches you at the specified time and place. Follow and track the status of your order. Download the application now, enter your data and save your addresses (home, office or temporary address such as a hotel or a friend's house) to speed up your ordering process. You can also reorder your favorites or pre-order in advance … you can order tomorrow's breakfast to be delivered to your workplace at the time you specified!
ar: بعد تقديم الطلب ومراجعته واختيار طريقة الدفع وعنوان التوصيل يقوم تطبيق غاف بإرسال الطلب للبائع لإرساله عبر شركة التوصيل ليصلك المنتج في الوقت والمكان المحدد. تابع حالة طلبك حتى التسليم من خلال الإشعارات لتكون مطلعاً على جميع التحديثات. حمِل التطبيق الآن، أدخل بياناتك وأحفظ عناوينك (المنزل، المكتب أو عنوان مؤقت كالفندق أو منزل صديق) لتسريع عملية الطلب. كما يمكنك إعادة طلبك المفضل لديك وتحديد وقت وصول الطلبية، أو اطلب بشكل مسبق حيث يمكنك طلب فطور الغد ليصلك لمقر عملك في الوقت الذي حددته!

# faq4
source: 4. Why order on Ghaf app?
ar: 4. لماذا أطلب عن طريق تطبيق غاف؟

# faq4_res
source: Ghaf app provides all your needs from a variety of options. You can order basic meals, breakfast, lunch, dinner, snacks, cakes, coffee and party meals from a chain of restaurants in your area or from home business owners. Craving a cake or a hot cup of coffee browse our list of cafes. Fill your fridge from supermarkets and groceries from your home. Or order flowers and gifts to be delivered to the specified address. Notifications can be activated so that you do not miss the latest offers and new stores added in the application
ar: إن تطبيق غاف يوفر جميع احتياجاتك لتنوع الخيارات، تستطيع طلب الوجبات الأساسية الفطور، الغداء، العشاء والوجبات الخفيفة، والكعك والقهوة ووجبات الولائم من سلسلة المطاعم في منطقتك او من أصحاب الاعمال المنزلية. تريد كعكة أو فنجان قهوة ساخن تصفح قائمة المقاهي لدينا. كما تستطيع ملئ ثلاجتك من المواد الغذائية من قائمة الجمعيات والبقالات لدينا من منزلك. أو قم بطلب هدية لتوصيلها الى العنوان المحدد. يمكن تفعيل خاصية الاشعارات حتى لا تفوتك أحدث العروض والمتاجر الجديدة المشتركة في التطبيق.

# faq5
source: 5. Is there an additional fee for ordering a product?
ar: 5. هل يترتب دفع رسوم إضافية مقابل طلب المنتج؟

# faq5_res
source: Ghaf app does not ask the buyer for additional charges except for the price of the product set by the seller and the delivery charges based on the location distance. For supermarket and groceries users are not charged at the time of order being placed. The user is charged when the order preparation is completed (ready for delivery) and after substitutions are made or any weighted items discrepancies.
ar: لا يطلب تطبيق غاف من المشتري أي رسوم إضافية ما عدا سعر المنتج الذي يحدده البائع ورسوم التوصيل حسب المسافة. لطلبية الجمعيات والبقالات يتم خصم مبلغ المشتريات بعد الانتهاء من تجهيز الطلبية (جاهزة للتوصيل) وبعد الانتهاء من استبدال أو قياس وزن المنتج.

# faq6
source: 6. What are the delivery options available?
ar: 6. ما هي خيارات التوصيل المتوفرة؟

# faq6_res
source: Delivery options are provided by the seller and delivery address: -The delivery time is from 20 to 40 minutes. -Choosing a delivery time (order now and receive later). -Self-pick from the restaurant or store. -Get it delivered to your car. -Choose express service.
ar: خيارات التوصيل المتوفرة تعتمد على البائع ومسافة التوصيل وهي: - التوصيل من 20 الى 40 دقيقة. - اختيار وقت التوصيل (اطلب الآن ليصلك لاحقا حسب الوقت المحدد). - استلام الطلب من المتجر. - توصيله لك الى سيارتك. - اختيار الخدمة السريعة.

# faq7
source: 7. How can I pay after placing an order?
ar: كيف يمكنني الدفع بعد تحديد الطلبية؟

# faq7_res
source: Ghaf shopping app provides several payment methods: -Online payment by credit card. -Payment link. -Cash payment or credit card payment on delivery if provided by the seller.
ar: يوفر تطبيق غاف عدة طرق للدفع: - الدفع ببطاقة الائتمان عبر التطبيق. - رابط الدفع. - الدفع النقدي أو ببطاقة الائتمان عند التوصيل حسب البائع.

# faq8
source: 8. When will I receive my order?
ar: 8. متى سيصلني الطلب؟

# faq8_res
source: Sellers and delivery companies do their best to fulfill each order on time. External factors such as heavy traffic, bad weather, driver vehicle breakdown, busy sellers and stock availability may cause some delays. After confirming the order, delivery estimated time will appear on the Order Tracking. The time is adjusted according to external factors. If the product arrives on time, there will be no refunds. Restaurants and cafes: If your delivery driver arrives and tries to contact you and is unable to reach you, you will be charged for the order. In these cases, no refund is possible. Add, modify or cancel A confirmed order is eligible for addition, modification or cancellation for a period of time specified by the seller. You can cancel your order within the first 5 minutes of placing the order and within 3 minutes after receiving item substitution request. If you want to cancel your order because you did not receive the order after the delivery time has passed, click on the cancel order button and contact the seller to return or exchange the order
ar: يقوم البائع وموظفو التوصيل قصارى جهدهم لتلبية كل طلب في الوقت المحدد. قد تتسبب العوامل الخارجية مثل حركة المرور الكثيفة أو سوء الأحوال الجوية أو تعطل مركبة السائق أو يوجد ازدحام لدى التاجر وتوفر المخزون في حدوث بعض التأخيرات. بعد تأكيد الطلب تظهر في صفحة متابعة حالة الطلب أقرب وقت متوقع لتسليم طلبك ويتم تعديل هذا الوقت حسب العوامل الخارجية من قبل البائع أو السائق. في حال وصول المنتج في الوقت المحدد لن تكون هنالك مبالغ مستردة. المطاعم والمقاهي: إذا وصل سائق التوصيل الخاص بطلبك وحاول الاتصال بك ولم يتمكن من الوصول اليك، فستتحمل تكلفة الطلب. في هذه الحالات، لا يمكن رد المبلغ. الإضافة أو التعديل أو للإلغاء الطلب المؤكّد مؤهل للإضافة أو التعديل أو للإلغاء لفترة زمنية محددة من قبل البائع. يمكن الغاء الطلب خلال 5 دقائق بعد تقديم الطلب في حال لم يتم تأكيد الطلب من قبل البائع أو تجهيزه. وخلال 3 دقائق من طلب استبدال المنتج. إذا كنت ترغب في إلغاء طلبك بسبب لم تستلم الطلب بعد مرور وقت التسليم اضغط على زر الغاء الطلب والتواصل مع البائع لاسترجاع أو استبدال الطلبية.

# faq9
source: 9. Rating and feedback
ar: 9. التقييم

# faq9_res
source: Your opinion matters to us, rate your experience with the app, product, food, the seller's service, or the delivery company to earn points
ar: رأيكم يهمنا حيث يمكنكم تقييم التطبيق، المنتج أو الوجبة وخدمة البائع وشركة التوصيل واكسبو النقاط

# faq10
source: 10. What is the points system in the Ghaf app?
ar: 10. نظام النقاط في تطبيق غاف

# faq10_res
source: Ghaf users are rewarded with points in the application which can be converted to credit. Users can receive points as a reward in the application once the invited friend or family place their first order. Points are only applicable or redeemed as per the system features and cannot be exchanged for cash or any other alternatives and have no monetary value. The point value may be modified without prior notice. Points, coupons or discount codes must be redeemed within one calendar month from the date they are issued/communicated.
ar: يكافأ المستخدمون بالنقاط في التطبيق والتي يتم تحويلها لرصيد. يمكن للمستخدمين الحصول على نقاط كمكافأة في التطبيق بمجرد أن يقوم الصديق أو العائلة المدعوون بتقديم طلبهم الأول. النقاط قابلة للاستبدال فقط وفقًا لمميزات النظام ولا يمكن استبدالها نقدًا أو بأي بدائل أخرى وليس لها قيمة نقدية. يمكن تعديل قيمة النقاط دون إشعار مسبق. مدة استخدام النقاط أو القسائم أو كود الخصم صالحة لمدة شهر تقويمي واحد من تاريخ الإصدار.

source: Subscribe
ar: الإشتراك
