Repository: aliKadon/ghaf2
Catalog: assets/l10n/app_*.arb
Languages: ar

# last_text
source: Saleh
ar: صالح

# are_you_sure
source: Are you sure about your information?
ar: هل أنت متأكد من معلوماتك؟

# are_you_sure_subscribe
source: Are you sure to subscribe?
ar: هل أنت متأكد من الإشتراك ؟

source: Sell with us
ar: تاجر منا

source: How it work
ar: آلية عملها

# points_spent2
source: Points spent
ar: النقاط المنفقة

source: Recommended
ar: الموصى بها

source: Fastest delivery
ar: التوصيل الأسرع

source: Rating
ar: تقييم

source: Apply
ar: استخدام

source: Welcome to the
ar: مرحبا بكم في

source: Ghaf application.
ar: تطبيق غاف.

# in_order_to_add
source: In order to add products to the cart, you must log in
ar: من أجل إضافة منتجات إلى العربة، يجب عليك تسجيل الدخول

source: Today
ar: اليوم

source: Tomorrow
ar: غدا

source: One time
ar: لمرة واحدة

source: Frequency
ar: تكرار

source: Weekly
ar: أسبوعي

source: Our fees explained
ar: شرح عن الرسوم

source: Service fee
ar: رسوم الخدمة

# delivery_fee_text
source: This is based on how far you are from the store or restaurant. The closer you are, the lower the fee.
ar: يعتمد هذا على مدى بعدك عن المتجر أو المطعم. كلما اقتربت، خفضت الرسوم.

# service_fee_text
source: This is 3% of the order total before discounts, and is capped at AED 3.90 with a minimum of AED0.90. This fee helps to continue to provide you with a great experience.
ar: هذا هو 3٪ من إجمالي الطلب قبل الخصومات، وحدد الحد الأقصى لـ 3.90 درهم بحد أدنى درهم 0.90. تساعد هذه الرسوم على الاستمرار في تزويدك بتجربة رائعة.

# read_about_fee
source: Read about fees
ar: اقرأ عن الرسوم

source: Got it
ar: مفهوم

source: Top rated
ar: الأعلى تقييماً
