Repository: aliKadon/ghaf2
Catalog: assets/l10n/app_*.arb
Languages: ar

# privacy_text
source: Privacy Policy Effective date: 2022-12-01 1. Introduction Welcome to Shajarat Al Ghaf Portal Company. Shajarat Al Ghaf Portal Company (“us”, “we”, or “our”) operates www,ghafgate.com (hereinafter referred to as “Service”). Our Privacy Policy governs your visit to www,ghafgate.com, and explains how we collect, safeguard and disclose information that results from your use of our Service. We use your data to provide and improve Service. By using Service, you agree to the collection and use of information in accordance with this policy. Unless otherwise defined in this Privacy Policy, the terms used in this Privacy Policy have the same meanings as in our Terms and Conditions. Our Terms and Conditions (“Terms”) govern all use of our Service and together with the Privacy Policy constitutes your agreement with us (“agreement”). 2. Definitions SERVICE means the www,ghafgate.com website operated by Shajarat Al Ghaf Portal Company. PERSONAL DATA means data about a living individual who can be identified from those data (or from those and other information either in our possession or likely to come into our possession). USAGE DATA is data collected automatically either generated by the use of Service or from Service infrastructure itself (for example, the duration of a page visit). COOKIES are small files stored on your device (computer or mobile device). DATA CONTROLLER means a natural or legal person who (either alone or jointly or in common with other persons) determines the purposes for which and the manner in which any personal data are, or are to be, processed. For the purpose of this Privacy Policy, we are a Data Controller of your data. DATA PROCESSORS (OR SERVICE PROVIDERS) means any natural or legal person who processes the data on behalf of the Data Controller. We may use the services of various Service Providers in order to process your data more effectively. DATA SUBJECT is any living individual who is the subject of Personal Data. THE USER is the individual using our Service. The User corresponds to the Data Subject, who is the subject of Personal Data. 3. Information Collection and Use We collect several different types of information for various purposes to provide and improve our Service to you. 4. Types of Data Collected Personal Data While using our Service, we may ask you to provide us with certain personally identifiable information that can be used to contact or identify you (“Personal Data”). Personally identifiable information may include, but is not limited to: 0.1. Email address 0.2. First name and last name 0.3. Phone number 0.4. Address, Country, State, Province, ZIP/Postal code, City 0.5. Cookies and Usage Data We may use your Personal Data to contact you with newsletters, marketing or promotional materials and other information that may be of interest to you. You may opt out of receiving any, or all, of these communications from us by following the unsubscribe link. Usage Data We may also collect information that your browser sends whenever you visit our Service or when you access Service by or through any device (“Usage Data”). This Usage Data may include information such as your computer’s Internet Protocol address (e.g. IP address), browser type, browser version, the pages of our Service that you visit, the time and date of your visit, the time spent on those pages, unique device identifiers and other diagnostic data. When you access Service with a device, this Usage Data may include information such as the type of device you use, your device unique ID, the IP address of your device, your device operating system, the type of Internet browser you use, unique device identifiers and other diagnostic data. Location Data We may use and store information about your location if you give us permission to do so (“Location Data”). We use this data to provide features of our Service, to improve and customize our Service. You can enable or disable location services when you use our Service at any time by way of your device settings. Tracking Cookies Data We use cookies and similar tracking technologies to track the activity on our Service and we hold certain information. Cookies are files with a small amount of data which may include an anonymous unique identifier. Cookies are sent to your browser from a website and stored on your device. Other tracking technologies are also used such as beacons, tags and scripts to collect and track information and to improve and analyze our Service. You can instruct your browser to refuse all cookies or to indicate when a cookie is being sent. However, if you do not accept cookies, you may not be able to use some portions of our Service. Examples of Cookies we use: 0.1. Session Cookies: We use Session Cookies to operate our Service. 0.2. Preference Cookies: We use Preference Cookies to remember your preferences and various settings. 0.3. Security Cookies: We use Security Cookies for security purposes. 0.4. Advertising Cookies: Advertising Cookies are used to serve you with advertisements that may be relevant to you and your interests. Other Data While using our Service, we may also collect the following information: sex, age, date of birth, place of birth, passport details, citizenship, registration at place of residence and actual address, telephone number (work, mobile), details of documents on education, qualification, professional training, employment agreements, NDA agreements, information on bonuses and compensation, information on marital status, family members, social security (or other taxpayer identification) number, office location and other data. 5. Use of Data Shajarat Al Ghaf Portal Company uses the collected data for various purposes: 0.1. to provide and maintain our Service; 0.2. to notify you about changes to our Service; 0.3. to allow you to participate in interactive features of our Service when you choose to do so; 0.4. to provide customer support; 0.5. to gather analysis or valuable information so that we can improve our Service; 0.6. to monitor the usage of our Service; 0.7. to detect, prevent and address technical issues; 0.8. to fulfil any other purpose for which you provide it; 0.9. to carry out our obligations and enforce our rights arising from any contracts entered into between you and us, including for billing and collection; 0.10. to provide you with notices about your account and/or subscription, including expiration and renewal notices, email-instructions, etc.; 0.11. to provide you with news, special offers and general information about other goods, services and events which we offer that are similar to those that you have already purchased or enquired about unless you have opted not to receive such information; 0.12. in any other way we may describe when you provide the information; 0.13. for any other purpose with your consent. 6. Retention of Data We will retain your Personal Data only for as long as is necessary for the purposes set out in this Privacy Policy. We will retain and use your Personal Data to the extent necessary to comply with our legal obligations (for example, if we are required to retain your data to comply with applicable laws), resolve disputes, and enforce our legal agreements and policies. We will also retain Usage Data for internal analysis purposes. Usage Data is generally retained for a shorter period, except when this data is used to strengthen the security or to improve the functionality of our Service, or we are legally obligated to retain this data for longer time periods. 7. Transfer of Data Your information, including Personal Data, may be transferred to – and maintained on – computers located outside of your state, province, country or other governmental jurisdiction where the data protection laws may differ from those of your jurisdiction. If you are located outside UAE and choose to provide information to us, please note that we transfer the data, including Personal Data, to UAE and process it there. Your consent to this Privacy Policy followed by your submission of such information represents your agreement to that transfer. Shajarat Al Ghaf Portal Company will take all the steps reasonably necessary to ensure that your data is treated securely and in accordance with this Privacy Policy and no transfer of your Personal Data will take place to an organisation or a country unless there are adequate controls in place including the security of your data and other personal information. 8. Disclosure of Data We may disclose personal information that we collect, or you provide: 0.1. Business Transaction. If we or our subsidiaries are involved in a merger, acquisition or asset sale, your Personal Data may be transferred. 0.2. Other cases. We may disclose your information also: 0.2.1. to our subsidiaries and affiliates; 0.2.2. to contractors, service providers, and other third parties we use to support our business; 0.2.3. to fulfill the purpose for which you provide it; 0.2.4. for the purpose of including your company’s logo on our website; 0.2.5. for any other purpose disclosed by us when you provide the information; 0.2.6. with your consent in any other cases; 0.2.7. if we believe disclosure is necessary or appropriate to protect the rights, property, or safety of the Company, our customers, or others. 9. Security of Data The security of your data is important to us but remember that no method of transmission over the Internet or method of electronic storage is 100% secure. While we strive to use commercially acceptable means to protect your Personal Data, we cannot guarantee its absolute security. 10. Your Data Protection Rights Under General Data Protection Regulation (GDPR) If you are a resident of the European Union (EU) and European Economic Area (EEA), you have certain data protection rights, covered by GDPR. We aim to take reasonable steps to allow you to correct, amend, delete, or limit the use of your Personal Data. If you wish to be informed what Personal Data we hold about you and if you want it to be removed from our systems, please email us at info@ghafgate.com. In certain circumstances, you have the following data protection rights: 0.1. the right to access, update or to delete the information we have on you; 0.2. the right of rectification. You have the right to have your information rectified if that information is inaccurate or incomplete; 0.3. the right to object. You have the right to object to our processing of your Personal Data; 0.4. the right of restriction. You have the right to request that we restrict the processing of your personal information; 0.5. the right to data portability. You have the right to be provided with a copy of your Personal Data in a structured, machine-readable and commonly used format; 0.6. the right to withdraw consent. You also have the right to withdraw your consent at any time where we rely on your consent to process your personal information; Please note that we may ask you to verify your identity before responding to such requests. Please note, we may not able to provide Service without some necessary data. You have the right to complain to a Data Protection Authority about our collection and use of your Personal Data. For more information, please contact your local data protection authority in the European Economic Area (EEA). 11. Your Data Protection Rights under the California Privacy Protection Act (CalOPPA) CalOPPA is the first state law in the nation to require commercial websites and online services to post a privacy policy. The law’s reach stretches well beyond California to require a person or company in the United States (and conceivable the world) that operates websites collecting personally identifiable information from California consumers to post a conspicuous privacy policy on its website stating exactly the information being collected and those individuals with whom it is being shared, and to comply with this policy. According to CalOPPA we agree to the following: 0.1. users can visit our site anonymously; 0.2. our Privacy Policy link includes the word “Privacy”, and can easily be found on the home page of our website; 0.3. users will be notified of any privacy policy changes on our Privacy Policy Page; 0.4. users are able to change their personal information by emailing us at info@ghafgate.com. Our Policy on “Do Not Track” Signals: We honor Do Not Track signals and do not track, plant cookies, or use advertising when a Do Not Track browser mechanism is in place. Do Not Track is a preference you can set in your web browser to inform websites that you do not want to be tracked. You can enable or disable Do Not Track by visiting the Preferences or Settings page of your web browser. 12. Your Data Protection Rights under the California Consumer Privacy Act (CCPA) If you are a California resident, you are entitled to learn what data we collect about you, ask to delete your data and not to sell (share) it. To exercise your data protection rights, you can make certain requests and ask us: 0.1. What personal information we have about you. If you make this request, we will return to you: 0.0.1. The categories of personal information we have collected about you. 0.0.2. The categories of sources from which we collect your personal information. 0.0.3. The business or commercial purpose for collecting or selling your personal information. 0.0.4. The categories of third parties with whom we share personal information. 0.0.5. The specific pieces of personal information we have collected about you. 0.0.6. A list of categories of personal information that we have sold, along with the category of any other company we sold it to. If we have not sold your personal information, we will inform you of that fact. 0.0.7. A list of categories of personal information that we have disclosed for a business purpose, along with the category of any other company we shared it with. Please note, you are entitled to ask us to provide you with this information up to two times in a rolling twelve-month period. When you make this request, the information provided may be limited to the personal information we collected about you in the previous 12 months. 0.2. To delete your personal information. If you make this request, we will delete the personal information we hold about you as of the date of your request from our records and direct any service providers to do the same. In some cases, deletion may be accomplished through de-identification of the information. If you choose to delete your personal information, you may not be able to use certain functions that require your personal information to operate. 0.3. To stop selling your personal information. We don’t sell or rent your personal information to any third parties for any purpose. We do not sell your personal information for monetary consideration. However, under some circumstances, a transfer of personal information to a third party, or within our family of companies, without monetary consideration may be considered a “sale” under California law. You are the only owner of your Personal Data and can request disclosure or deletion at any time. If you submit a request to stop selling your personal information, we will stop making such transfers. Please note, if you ask us to delete or stop selling your data, it may impact your experience with us, and you may not be able to participate in certain programs or membership services which require the usage of your personal information to function. But in no circumstances, we will discriminate against you for exercising your rights. To exercise your California data protection rights described above, please send your request(s) by email: info@ghafgate.com. Your data protection rights, described above, are covered by the CCPA, short for the California Consumer Privacy Act. To find out more, visit the official California Legislative Information website. The CCPA took effect on 01/01/2020. 13. Service Providers We may employ third party companies and individuals to facilitate our Service (“Service Providers”), provide Service on our behalf, perform Service-related services or assist us in analysing how our Service is used. These third parties have access to your Personal Data only to perform these tasks on our behalf and are obligated not to disclose or use it for any other purpose. 14. Analytics We may use third-party Service Providers to monitor and analyze the use of our Service. 15. CI/CD tools We may use third-party Service Providers to automate the development process of our Service. 16. Advertising We may use third-party Service Providers to show advertisements to you to help support and maintain our Service. 17. Behavioral Remarketing We may use remarketing services to advertise on third party websites to you after you visited our Service. We and our third-party vendors use cookies to inform, optimise and serve ads based on your past visits to our Service. 18. Payments We may provide paid products and/or services within Service. In that case, we use third-party services for payment processing (e.g. payment processors). We will not store or collect your payment card details. That information is provided directly to our third-party payment processors whose use of your personal information is governed by their Privacy Policy. These payment processors adhere to the standards set by PCI-DSS as managed by the PCI Security Standards Council, which is a joint effort of brands like Visa, Mastercard, American Express and Discover. PCI-DSS requirements help ensure the secure handling of payment information. 19. Links to Other Sites Our Service may contain links to other sites that are not operated by us. If you click a third party link, you will be directed to that third party’s site. We strongly advise you to review the Privacy Policy of every site you visit. We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services. For example, the outlined privacy policy has been made using PolicyMaker.io, a free tool that helps create high-quality legal documents. PolicyMaker’s privacy policy generator is an easy-to-use tool for creating a privacy policy for blog, website, e-commerce store or mobile app. 20. Children’s Privacy Our Services are not intended for use by children under the age of 18 (“Child” or “Children”). We do not knowingly collect personally identifiable information from Children under 18. If you become aware that a Child has provided us with Personal Data, please contact us. If we become aware that we have collected Personal Data from Children without verification of parental consent, we take steps to remove that information from our servers. 21. Changes to This Privacy Policy We may update our Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page. We will let you know via email and/or a prominent notice on our Service, prior to the change becoming effective and update “effective date” at the top of this Privacy Policy. You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page. 22. Contact Us If you have any questions about this Privacy Policy, please contact us by email: info@ghafgate.com.
ar: سياسة الخصوصية : 1. مقدمة مرحبا بكم في شركة بوابة (شجرة الغاف) شركة بوابة شجرة الغاف («نحن» أو «نحن» أو «لنا») تعمل www، ghafgate.com (يشار إليها فيما يلي باسم «الخدمة»). تحكم سياسة الخصوصية الخاصة بنا زيارتك إلى www، ghafgate.com، وتشرح كيفية جمع المعلومات التي تنتج عن استخدامك لخدمتنا وحمايتها والكشف عنها. نحن نستخدم بياناتك لتقديم الخدمة وتحسينها. باستخدام الخدمة، توافق على جمع المعلومات واستخدامها وفقًا لهذه السياسة. ما لم يتم تحديد خلاف ذلك في سياسة الخصوصية هذه، فإن المصطلحات المستخدمة في سياسة الخصوصية هذه لها نفس المعاني كما في أحكامنا وشروطنا. تحكم أحكامنا وشروطنا («الشروط») جميع استخدامات خدمتنا وتشكل مع سياسة الخصوصية اتفاقك معنا («الاتفاقية»). 2. التعاريف الخدمة تعني موقع www، ghafgate.com الذي تديره شركة بوابة شجرة الغاف. تعني البيانات الشخصية بيانات حول فرد حي يمكن التعرف عليه من تلك البيانات (أو من تلك المعلومات وغيرها إما في حوزتنا أو من المحتمل أن تأتي في حوزتنا). بيانات USAGE هي بيانات يتم جمعها تلقائيًا إما عن طريق استخدام الخدمة أو من البنية التحتية للخدمة نفسها (على سبيل المثال، مدة زيارة الصفحة). ملفات تعريف الارتباط هي ملفات صغيرة مخزنة على جهازك (جهاز كمبيوتر أو جهاز محمول). يقصد بمراقب البيانات شخص طبيعي أو اعتباري يحدد (إما بمفرده أو بالاشتراك مع أشخاص آخرين أو بالاشتراك معهم) الأغراض التي تُعالج من أجلها أي بيانات شخصية أو الطريقة التي ستعالج بها. لغرض سياسة الخصوصية هذه، نحن مراقب بيانات بياناتك. معالجات البيانات (أو مقدمو الخدمات) يعني أي شخص طبيعي أو اعتباري يقوم بمعالجة البيانات نيابة عن مراقب البيانات. قد نستخدم خدمات مختلف مزودي الخدمة من أجل معالجة بياناتك بشكل أكثر فعالية موضوع البيانات هو أي فرد حي يكون موضوع البيانات الشخصية. المستخدم هو الفرد الذي يستخدم خدمتنا. يتوافق المستخدم مع موضوع البيانات، وهو موضوع البيانات الشخصية. 3. جمع المعلومات واستخدامها نجمع عدة أنواع مختلفة من المعلومات لأغراض مختلفة لتوفير خدماتنا لك وتحسينها. 4. أنواع البيانات المجمعة البيانات الشخصية أثناء استخدام خدمتنا، قد نطلب منك تزويدنا ببعض المعلومات الشخصية التي يمكن استخدامها للاتصال بك أو التعرف عليك («البيانات الشخصية»). ويمكن أن تشمل المعلومات التي يمكن التعرف عليها شخصيا، على سبيل المثال لا الحصر، ما يلي: 0.1. عنوان البريد الإلكتروني 0.2. الاسم الأول والاسم الأخير 0.3. رقم الهاتف 0.4. العنوان، البلد، الولاية، المقاطعة، الرمز البريدي/البريدي، المدينة 0.5. ملفات تعريف الارتباط وبيانات الاستخدام قد نستخدم بياناتك الشخصية للاتصال بك بالرسائل الإخبارية والمواد التسويقية أو الترويجية والمعلومات الأخرى التي قد تهمك. يمكنك إلغاء الاشتراك في تلقي أي أو كل هذه الاتصالات منا باتباع رابط إلغاء الاشتراك. بيانات الاستخدام يمكننا أيضًا جمع المعلومات التي يرسلها متصفحك كلما زرت خدمتنا أو عند الوصول إلى الخدمة بواسطة أو من خلال أي جهاز («بيانات الاستخدام»). قد تتضمن بيانات الاستخدام هذه معلومات مثل عنوان بروتوكول الإنترنت الخاص بجهاز الكمبيوتر الخاص بك (مثل عنوان IP) ونوع المتصفح وإصدار المتصفح وصفحات خدمتنا التي تزورها ووقت وتاريخ زيارتك والوقت الذي تقضيه في تلك الصفحات ومعرفات الجهاز الفريدة وغيرها من بيانات التشخيص. عند الوصول إلى الخدمة بجهاز، قد تتضمن بيانات الاستخدام هذه معلومات مثل نوع الجهاز الذي تستخدمه، ومعرف جهازك الفريد، وعنوان IP لجهازك، ونظام تشغيل جهازك، ونوع متصفح الإنترنت الذي تستخدمه، ومعرفات الجهاز الفريدة و بيانات التشخيص الأخرى. بيانات الموفع : يمكننا استخدام وتخزين المعلومات حول موقعك إذا أعطيتنا الإذن للقيام بذلك («بيانات الموقع»). نستخدم هذه البيانات لتوفير ميزات خدمتنا لتحسين خدمتنا وتخصيصها. يمكنك تمكين أو تعطيل خدمات الموقع عند استخدام خدمتنا في أي وقت عن طريق إعدادات جهازك. تتبع بيانات ملفات تعريف الارتباط نستخدم ملفات تعريف الارتباط وتقنيات التتبع المماثلة لتتبع النشاط في خدمتنا ونحمل معلومات معينة. ملفات تعريف الارتباط هي ملفات تحتوي على كمية صغيرة من البيانات والتي قد تتضمن معرفًا فريدًا مجهول الهوية. يتم إرسال ملفات تعريف الارتباط إلى متصفحك من موقع ويب وتخزينها على جهازك. تُستخدم تقنيات التتبع الأخرى أيضًا مثل المنارات والعلامات والنصوص لجمع المعلومات وتتبعها وتحسين خدمتنا وتحليلها. يمكنك توجيه المتصفح الخاص بك لرفض جميع ملفات تعريف الارتباط أو الإشارة إلى موعد الحكم على ملف تعريف الارتباط. ومع ذلك، إذا كنت لا تقبل ملفات تعريف الارتباط، فقد لا تتمكن من استخدام بعض أجزاء خدمتنا. أمثلة على ملفات تعريف الارتباط التي نستخدمها: 0.1. ملفات تعريف الارتباط للجلسة: نستخدم ملفات تعريف الارتباط للجلسة لتشغيل خدمتنا. 0.2. ملفات تعريف الارتباط التفضيلية: نستخدم ملفات تعريف الارتباط التفضيلية لتذكر تفضيلاتك والإعدادات المختلفة. 0.3. ملفات تعريف الارتباط الأمنية: نستخدم ملفات تعريف الارتباط الأمنية لأغراض أمنية. 0.4. ملفات تعريف الارتباط الإعلانية: تستخدم ملفات تعريف الارتباط الإعلانية لخدمتك بالإعلانات التي قد تكون ذات صلة بك واهتماماتك. بيانات أخرى أثناء استخدام خدمتنا، يمكننا أيضًا جمع المعلومات التالية: الجنس، والسن، وتاريخ الميلاد، ومكان الميلاد، وتفاصيل جواز السفر، والجنسية، والتسجيل في مكان الإقامة والعنوان الفعلي، ورقم الهاتف (العمل، الهاتف المحمول)، وتفاصيل الوثائق المتعلقة بالتعليم، والمؤهلات، والتدريب المهني، واتفاقات العمل، واتفاقات اتفاقية عدم الإفشاء، والمعلومات المتعلقة بالمكافآت والتعويضات، والمعلومات المتعلقة بالحالة الاجتماعية، وأفراد الأسرة، والضمان الاجتماعي (أو غير ذلك من بيانات دافرد)، وموقع المكتبي وغير ذلك من البيانات. 5. استخدام البيانات تستخدم شركة بوابة شجرة الغاف البيانات المجمعة لأغراض مختلفة: 0.1. وتوفير خدمتنا والحفاظ عليها ؛ 0.2. وإخطارك بالتغييرات في خدمتنا ؛ 0.3. للسماح لك بالمشاركة في الخصائص التفاعلية لخدمتنا عندما تختار القيام بذلك ؛ 0.4. وتقديم الدعم للعملاء ؛ 0.5. وجمع التحليلات أو المعلومات القيمة حتى نتمكن من تحسين خدمتنا ؛ 0.6. ورصد استخدام خدمتنا ؛ 0.7. وكشف المسائل التقنية ومنعها ومعالجتها ؛ 0.8. تحقيق أي غرض آخر توفره من أجله ؛ 0.9. الوفاء بالتزاماتنا وإنفاذ حقوقنا الناشئة عن أي عقود مبرمة بيننا وبينكم، بما في ذلك ما يتعلق بإعداد الفواتير وتحصيلها ؛ 0.10. لتزويدك بإشعارات عن حسابك و/أو اشتراكك، بما في ذلك إشعارات انتهاء الصلاحية والتجديد، وتعليمات البريد الإلكتروني، وما إلى ذلك ؛ 0.11. لتزويدك بالأخبار والعروض الخاصة والمعلومات العامة عن السلع والخدمات والأحداث الأخرى التي نقدمها والتي تشبه تلك التي اشتريتها بالفعل أو استفسرت عنها ما لم تكن قد اخترت عدم تلقي هذه المعلومات ؛ 0.12. وبأي طريقة أخرى يمكن أن نصفها عند تقديم المعلومات ؛ 0.13. لأي غرض آخر بموافقتك 6. الاحتفاظ بالبيانات سنحتفظ ببياناتك الشخصية فقط طالما كانت ضرورية للأغراض المنصوص عليها في سياسة الخصوصية هذه. سنحتفظ ببياناتك الشخصية ونستخدمها بالقدر اللازم للامتثال لالتزاماتنا القانونية (على سبيل المثال، إذا طُلب منا الاحتفاظ ببياناتك للامتثال للقوانين المعمول بها)، وحل النزاعات، وإنفاذ اتفاقياتنا وسياساتنا القانونية. سنحتفظ أيضًا ببيانات الاستخدام لأغراض التحليل الداخلي. يتم الاحتفاظ ببيانات الاستخدام بشكل عام لفترة أقصر، إلا عندما يتم استخدام هذه البيانات لتعزيز الأمان أو لتحسين وظائف خدمتنا، أو نحن ملزمون قانونًا بالاحتفاظ بهذه البيانات لفترات زمنية أطول. 7. نقل البيانات يمكن نقل معلوماتك، بما في ذلك البيانات الشخصية، إلى أجهزة الكمبيوتر الموجودة خارج ولايتك أو مقاطعتك أو بلدك أو الولاية القضائية الحكومية الأخرى - والاحتفاظ بها - حيث قد تختلف قوانين حماية البيانات عن تلك الخاصة باختصاصك. إذا كنت موجودًا خارج الإمارات العربية المتحدة واخترت تقديم المعلومات إلينا، فيرجى ملاحظة أننا ننقل البيانات، بما في ذلك البيانات الشخصية، إلى الإمارات العربية المتحدة ومعالجتها هناك. تمثل موافقتك على سياسة الخصوصية هذه التي يتبعها تقديمك لمثل هذه المعلومات موافقتك على هذا النقل. ستتخذ شركة Shajarat Al Ghaf Portal جميع الخطوات اللازمة بشكل معقول لضمان معاملة بياناتك بشكل آمن ووفقًا لسياسة الخصوصية هذه ولن يتم نقل بياناتك الشخصية إلى منظمة أو دولة ما لم تكن هناك ضوابط مناسبة في المكان بما في ذلك أمان بياناتك والمعلومات الشخصية الأخرى. 8. الكشف عن البيانات قد نكشف عن معلومات شخصية نجمعها، أو تقدم: 0.1. المعاملات التجارية. إذا كنا نحن أو الشركات التابعة لنا متورطين في عملية اندماج أو استحواذ أو بيع أصول، فيمكن نقل بياناتك الشخصية. 0.2. حالات أخرى. قد نكشف عن معلوماتك أيضًا: 0.2.1. للشركات التابعة والشركات التابعة لنا 0.2.2. وللمقاولين ومقدمي الخدمات وغيرهم من الأطراف الثالثة التي نستخدمها لدعم أعمالنا ؛ 0.2.3. للوفاء بالغرض الذي توفره من أجله ؛ 0.2.4. لغرض إدراج شعار شركتك على موقعنا على الإنترنت ؛ 0.2.5. لأي غرض آخر نكشف عنه عند تقديم المعلومات ؛ 0.2.6. بموافقتكم في أي حالات أخرى ؛ 0.2.7. إذا كنا نعتقد أن الكشف ضروري أو مناسب لحماية حقوق أو ممتلكات أو سلامة الشركة أو عملائنا أو غيرهم. 9. أمن البيانات إن أمن بياناتك مهم بالنسبة لنا ولكن تذكر أنه لا توجد طريقة نقل عبر الإنترنت أو طريقة للتخزين الإلكتروني آمنة بنسبة 100٪. بينما نسعى جاهدين لاستخدام وسائل مقبولة تجاريًا لحماية بياناتك الشخصية، لا يمكننا ضمان أمانها المطلق. 10. حقوق حماية البيانات الخاصة بك بموجب اللائحة العامة لحماية البيانات (GDPR) إذا كنت مقيمًا في الاتحاد الأوروبي والمنطقة الاقتصادية الأوروبية (EEA)، فلديك حقوق معينة لحماية البيانات، تغطيها اللائحة العامة لحماية البيانات. نهدف إلى اتخاذ خطوات معقولة للسماح لك بتصحيح أو تعديل أو حذف أو تقييد استخدام بياناتك الشخصية. إذا كنت ترغب في إبلاغك بالبيانات الشخصية التي نحملها عنك وإذا كنت تريد إزالتها من أنظمتنا، فيرجى إرسال بريد إلكتروني إلينا على info@ghafgate.com. في ظروف معينة، لديك حقوق حماية البيانات التالية: 0.1. والحق في الوصول إلى المعلومات التي لدينا عنك أو تحديثها أو حذفها ؛ 0.2. الحق في التصحيح. ولكم الحق في تصحيح معلوماتكم إذا كانت تلك المعلومات غير دقيقة أو غير كاملة ؛ 0.3. الحق في الاعتراض. ولكم الحق في الاعتراض على معالجتنا لبياناتكم الشخصية ؛ 0.4. الحق في التقييد. ولكم الحق في طلب تقييد معالجة معلوماتكم الشخصية ؛ 0.5. الحق في نقل البيانات. يحق لك الحصول على نسخة من بياناتك الشخصية بتنسيق منظم ومقروء آليًا وشائع الاستخدام ؛ 0.6. الحق في سحب الموافقة. لديك أيضًا الحق في سحب موافقتك في أي وقت نعتمد فيه على موافقتك على معالجة معلوماتك الشخصية ؛ يرجى ملاحظة أنه يمكننا أن نطلب منك التحقق من هويتك قبل الاستجابة لمثل هذه الطلبات. يرجى ملاحظة أننا قد لا نتمكن من توفير الخدمة بدون بعض البيانات اللازمة. لديك الحق في تقديم شكوى إلى هيئة حماية البيانات بشأن جمعنا واستخدامنا لبياناتك الشخصية. لمزيد من المعلومات، يرجى الاتصال بسلطة حماية البيانات المحلية في Eco الأوروبية 11. حقوق حماية البيانات الخاصة بك بموجب قانون حماية الخصوصية في كاليفورنيا (CalOPPA) CalOPPA هو أول قانون ولاية في البلاد يطلب من المواقع التجارية والخدمات عبر الإنترنت نشر سياسة الخصوصية. يمتد وصول القانون إلى ما هو أبعد من كاليفورنيا ليطلب من شخص أو شركة في الولايات المتحدة (ويمكن تصوره في العالم) الذي يدير مواقع الويب التي تجمع معلومات التعريف الشخصية من المستهلكين في كاليفورنيا لنشر سياسة خصوصية واضحة على موقعها على الإنترنت توضح بالضبط المعلومات التي يتم جمعها والأفراد الذين يتم مشاركتها معهم، والامتثال لهذه السياسة. وفقًا لـ CalOPPA، فإننا نوافق على ما يلي: 0.1. ويمكن للمستخدمين زيارة موقعنا دون الكشف عن هويتهم ؛ 0.2. يتضمن رابط سياسة الخصوصية لدينا كلمة «الخصوصية»، ويمكن العثور عليها بسهولة على الصفحة الرئيسية لموقعنا على الإنترنت ؛ 0.3. سيتم إخطار المستخدمين بأي تغييرات في سياسة الخصوصية على صفحة سياسة الخصوصية الخاصة بنا ؛ 0.4. يمكن للمستخدمين تغيير معلوماتهم الشخصية عن طريق إرسال بريد إلكتروني إلينا على info@ghafgate.com. سياستنا حول إشارات «لا تتبع»: نحن نكرم إشارات عدم التتبع ولا نتتبع أو نزرع ملفات تعريف الارتباط أو نستخدم الإعلانات عند وجود آلية متصفح Do Not Track. Do Not Track هو تفضيل يمكنك تعيينه في متصفح الويب الخاص بك لإبلاغ مواقع الويب أنك لا تريد أن يتم تتبعك. يمكنك تمكين أو تعطيل عدم التعقب من خلال زيارة صفحة التفضيلات أو الإعدادات لمتصفح الويب الخاص بك. 12. حقوق حماية البيانات الخاصة بك بموجب قانون خصوصية المستهلك في كاليفورنيا (CCPA) إذا كنت من سكان كاليفورنيا، فيحق لك معرفة البيانات التي نجمعها عنك، واطلب حذف بياناتك وعدم بيعها (مشاركتها). لممارسة حقوق حماية البيانات الخاصة بك، يمكنك تقديم طلبات معينة وسؤالنا: 0.1. ما هي المعلومات الشخصية التي لدينا عنك. إذا قدمت هذا الطلب، سنعود إليك: 0.0.1. فئات المعلومات الشخصية التي جمعناها عنك. 0.0.2. فئات المصادر التي نجمع منها معلوماتك الشخصية. 0.0.3. الغرض التجاري أو التجاري لجمع أو بيع معلوماتك الشخصية. 0.0.4. فئات الأطراف الثالثة التي نتشارك معها المعلومات الشخصية. 0.0.5. القطع المحددة من المعلومات الشخصية التي جمعناها عنك. 0.0.6. قائمة بفئات المعلومات الشخصية التي قمنا ببيعها، إلى جانب فئة أي شركة أخرى بعناها إليها. إذا لم نبيع معلوماتك الشخصية، فسنبلغك بهذه الحقيقة. 0.0.7. قائمة بفئات المعلومات الشخصية التي كشفنا عنها لغرض تجاري، إلى جانب فئة أي شركة أخرى شاركناها معها. يرجى ملاحظة أنه يحق لك أن تطلب منا تزويدك بهذه المعلومات حتى مرتين في فترة اثني عشر شهرًا متجددة. عند تقديم هذا الطلب، قد تقتصر المعلومات المقدمة على المعلومات الشخصية التي جمعناها عنك في الأشهر الـ 12 الماضية. 0.2. لحذف معلوماتك الشخصية. إذا قدمت هذا الطلب، فسنقوم بحذف المعلومات الشخصية التي نحتفظ بها عنك اعتبارًا من تاريخ طلبك من سجلاتنا ونوجه أي مزودي خدمة للقيام بالمثل. وفي بعض الحالات، يمكن أن يتم الحذف عن طريق إلغاء تحديد هوية المعلومات. إذا اخترت حذف معلوماتك الشخصية، فقد لا تتمكن من استخدام وظائف معينة تتطلب تشغيل معلوماتك الشخصية. 0.3. للتوقف عن بيع معلوماتك الشخصية. نحن لا نبيع أو نؤجر معلوماتك الشخصية لأي طرف ثالث لأي غرض. نحن لا نبيع معلوماتك الشخصية للاعتبار المالي. ومع ذلك، في بعض الظروف، يمكن اعتبار نقل المعلومات الشخصية إلى طرف ثالث، أو داخل عائلة الشركات لدينا، دون مقابل نقدي «بيعًا» بموجب قانون كاليفورنيا. أنت المالك الوحيد لبياناتك الشخصية ويمكنك طلب الكشف أو الحذف في أي وقت. إذا قدمت طلبًا للتوقف عن بيع معلوماتك الشخصية، فسنتوقف عن إجراء مثل هذه التحويلات. يرجى ملاحظة أنه إذا طلبت منا حذف أو التوقف عن بيع بياناتك، فقد يؤثر ذلك على تجربتك معنا، وقد لا تتمكن من المشاركة في برامج أو خدمات عضوية معينة تتطلب استخدام معلوماتك الشخصية للعمل. لكن لن نميز ضدك بأي حال من الأحوال لممارسة حقوقك. لممارسة حقوق حماية بيانات كاليفورنيا الموضحة أعلاه، يرجى إرسال طلبك (طلباتك) عبر البريد الإلكتروني: info@ghafgate.com. حقوق حماية البيانات الخاصة بك، الموصوفة أعلاه، مغطاة بـ CCPA، وهو اختصار لـ California Consumer Privacy Act. لمعرفة المزيد، قم بزيارة موقع المعلومات التشريعية الرسمي في كاليفورنيا. دخل قانون مكافحة الفساد حيز التنفيذ في 01/01/2020. 13. مقدمو الخدمات يمكننا توظيف شركات وأفراد تابعين لجهات خارجية لتسهيل خدمتنا («مقدمو الخدمات»)، أو تقديم الخدمة نيابة عنا، أو أداء الخدمات المتعلقة بالخدمة أو مساعدتنا في تحليل كيفية استخدام خدمتنا. يمكن لهذه الأطراف الثالثة الوصول إلى بياناتك الشخصية فقط لأداء هذه المهام نيابة عنا وهي ملزمة بعدم الكشف عنها أو استخدامها لأي غرض آخر. 14. التحليلات قد نستخدم مزودي الخدمة التابعين لجهات خارجية لمراقبة وتحليل استخدام خدمتنا. 15. أدوات CI/CD قد نستخدم مزودي الخدمات التابعين لجهات خارجية لأتمتة عملية تطوير خدمتنا. 16. الإعلان قد نستخدم مزودي الخدمة التابعين لجهات خارجية لعرض الإعلانات عليك للمساعدة في دعم خدمتنا والحفاظ عليها. 17. التذكير السلوكي قد نستخدم خدمات الترويج للإعلان على مواقع الطرف الثالث بعد زيارة خدمتنا. نحن وبائعينا الخارجيين نستخدم ملفات تعريف الارتباط لإعلام الإعلانات وتحسينها وتقديمها بناءً على زياراتك السابقة لخدمتنا. 18. المدفوعات يمكننا تقديم منتجات و/أو خدمات مدفوعة الأجر داخل الخدمة. في هذه الحالة، نستخدم خدمات الطرف الثالث لمعالجة الدفع (مثل معالجات الدفع). لن نقوم بتخزين أو جمع تفاصيل بطاقة الدفع الخاصة بك. يتم تقديم هذه المعلومات مباشرة إلى معالجات الدفع التابعة لجهات خارجية والتي يخضع استخدامها لمعلوماتك الشخصية لسياسة الخصوصية الخاصة بهم. تلتزم معالجات الدفع هذه بالمعايير التي وضعتها PCI-DSS كما يديرها مجلس معايير الأمن PCI، وهو جهد مشترك للعلامات التجارية مثل Visa و Mastercard و American Express و Discover. تساعد متطلبات PCI-DSS في ضمان التعامل الآمن مع معلومات الدفع. 19. روابط لمواقع الويب الأخرى قد تحتوي خدمتنا على روابط لمواقع ويب أخرى لا نديرها. إذا نقرت على رابط طرف ثالث، فسيتم توجيهك إلى موقع الويب الخاص بهذا الطرف الثالث. ننصحك بشدة بمراجعة سياسة الخصوصية لكل موقع ويب. ليس لدينا أي سيطرة أو مسؤولية عن المحتوى أو سياسات أو ممارسات الخصوصية لأي مواقع أو خدمات تابعة لجهات خارجية. على سبيل المثال، تم تطوير سياسة خصوصية محددة باستخدام PolicyMaker.io، وهي أداة مجانية تساعد في إنشاء وثائق قانونية عالية الجودة. مولد سياسة الخصوصية في PolicyMaker هو أداة سهلة الاستخدام لإنشاء سياسة خصوصية المدونة أو موقع الويب أو متجر التجارة الإلكترونية أو تطبيق الهاتف المحمول. 20. خصوصية الأطفال خدماتنا ليست مخصصة للاستخدام من قبل الأطفال دون سن 18 («طفل» أو «أطفال»). نحن لا نجمع عن قصد معلومات محددة شخصيًا من الأطفال دون سن 18 عامًا. إذا كنت تعلم أن طفلًا قد زودنا ببيانات شخصية، فيرجى الاتصال بنا. إذا علمنا أننا جمعنا بيانات شخصية من الأطفال دون التحقق من موافقة الوالدين، فإننا نتخذ خطوات لإزالة هذه المعلومات من خوادمنا. 21. التغييرات في سياسة الخصوصية هذه يمكننا تحديث سياسة الخصوصية الخاصة بنا من وقت لآخر. سنبلغك بأي تغييرات من خلال نشر سياسة الخصوصية الجديدة على هذه الصفحة. سنخبرك عبر البريد الإلكتروني و/أو إشعار بارز على خدمتنا، قبل أن يصبح التغيير فعالًا وتحديث «التاريخ الفعلي» في الجزء العلوي من سياسة الخصوصية هذه. يُنصح بمراجعة سياسة الخصوصية هذه بشكل دوري بحثًا عن أي تغييرات. تكون التغييرات في سياسة الخصوصية هذه فعالة عند نشرها على هذه الصفحة. 22. اتصل بنا إذا كانت لديك أي أسئلة حول سياسة الخصوصية هذه، فيرجى الاتصال بنا عبر البريد الإلكتروني: info@ghafgate.com.
