Repository: aliKadon/ghaf2
Catalog: assets/l10n/app_*.arb
Languages: ar

source: In progress
ar: قيد العمل

source: Unpaid
ar: غير مدفوعة

source: Orders to pay
ar: طلبات للدفع

source: Remove from cart
ar: حذف من السلة

source: First name
ar: الاسم الأول

source: First name is required
ar: الاسم الأول خانة مطلوبة

source: Last name
ar: اسم العائلة

source: Last name is required
ar: اسم العائلة خانة مطلوبة

source: Confirmed passWord is required
ar: تأكيد كلمة السر خانة مطلوبة

# date_of_barth_is_required
source: Date of birth is required
ar: تاريخ الميلاد خانة مطلوبة

source: reset password
ar: إعادة تعيين كلمة المرور

# enter_verification_code_email
source: Enter verification code that sent to your email
ar: أدخل رمز التحقق الذي أرسل الى بريدك الإلكتروني

source: Verification code
ar: رمز التحقق

# verification_required
source: Verification code is required
ar: رمز التحقق خانة مطلوبة

source: New password
ar: كلمة السر الجديدة

source: New password is required
ar: كلمة السر الجديدة خانة مطلوبة

source: Confirm password
ar: تأكيد كلمة السر

source: Confirm password is required
ar: تأكيد كلمة السر خانوة مطلوبة

source: Submit form
ar: نموذج التقديم

# storm_name
source: Store name
ar: اسم المتجر

source: Store name is required
ar: اسم المتجر مطلوب

source: Website is required
ar: صفحة الويب خانة مطلوبة

# reqister_in_uae
source: Is your company registered in the UAE
ar: هل شركتك مسجلة في الإمارات

# field_required
source: This field is required
ar: هذا الحقل مطلوب

# busniss_number
source: Business License Number
ar: رقم رخصة العمل

# busniss_number_required
source: Business license number is required
ar: رقم رخصة العمل خانة مطلوبة

# number_branch
source: Number of branches
ar: رقم الافرع

source: My current location
ar: عنواني الحالي

source: My address
ar: عنواني

source: Phone number is required
ar: رقم الجوال خانة مطلوبة

source: No product found
ar: لا يوجد منتجات

# userName_or_Email_is_required
source: User name or emails is required
ar: اسم المستخدم أو الايميل خانة مطلوبة

source: Password is required
ar: كلمة السر خانة مطلوبة

source: Register with google
ar: تسجيل بواسطة جوجل

source: Choose route
ar: اختر مسار

source: Register as customer
ar: التسجيل ك زبون

source: Register as seller
ar: التسجيل كـ بائع

source: Register as seller (individual)
ar: التسجيل ك بائع مستقل

source: No offer found
ar: لا يوجد عروض

source: No addresses found
ar: لا يوجد عنوان

source: Cart is empty
ar: السلة فارغة

source: Create order
ar: انشاء طلب

source: No categories found
ar: لا يوجد تصنيفات

source: Email address is required
ar: عنوان البريد الالكتروني خانة الزامية

source: Rate us
ar: التقييم

source: Language
ar: اللغة

source: Address name required
ar: اسم العنوان مطلوب

source: Click and Get
ar: اطلب واستلم

source: Start
ar: ابدأ

# on_boarding_img1
source: Register with us to generate payment links for your business
ar: سجل معنا لإنشاء روابط الدفع لعملك

# on_boarding_img2
source: You can set one up in minutes
ar: يمكنك إعداد طلبك في دقائق

# on_boarding_img3
source: Register with us to generate a payment link, share it with your customer, and get paid immediately to your bank account. No integration, No contracts, No code, and No gateways.
ar: سجل معنا لإنشاء رابط دفع ، ومشاركته مع عميلك ، والحصول على أموال على الفور في حسابك المصرفي. لا يوجد تكامل ، ولا عقود ، ولا كود ، ولا بوابات.

# continue1
source: Continue
ar: إستمرار

source: Skip
ar: تخطي

source: Create account
ar: إنشاء حساب

source: Login
ar: تسجيل دخول

source: Welcome back
ar: مرحبا بعودتك

# hint_email_phone
source: Enter email
ar: أدخل الإيميل

# hint_password
source: Password
ar: كلمة المرور

# forget_password
source: Forgot password?
ar: نسيت كلمة المرور؟

source: OR
ar: أو

source: Log in with google
ar: تسجيل الدخول بإستخدام قوقل

source: Log in with apple
ar: تسجيل الدخول بإستخدام أبل

source: Register as a
ar: تسجيل كـ

source: Seller
ar: تاجر

# i_do_not_have_account
source: I don't have an account
ar: لا أمتلك حساب

source: Getting started
ar: إبدأ

source: User name
ar: إسم المستخدم

source: Phone number
ar: رقم الجوال

# referral_code
source: Referral code (option)
ar: كود الإحالة (خيار)

source: Date of birth
ar: تاريخ الولادة

source: Sign up
ar: تسجيل جديد

# i_already_have_account
source: I already have an account
ar: لدي حساب بالفعل

source: To reset your password,please enter
ar: لإعادة تعيين كلمة المرور الخاصة بك ، الرجاء إدخال

source: Email address
ar: بريد الإلكتروني

source: Send
ar: إرسال

source: Home
ar: الصفحة الرئيسية

source: Categories
ar: التصنيفات

source: Cart
ar: السلة

source: Account
ar: الحساب

# hello_welcome
source: Welcome
ar: مرحبا بك

source: Search flower. . .
ar: ابحث عن . . .

source: Stay home we deliver
ar: ابقى في المنزل تأتيك طلبيتك

source: Any where... any time!!
ar: في أي مكان... في أي وقت!!

source: Most popular
ar: الأكثر استخدام

source: More
ar: أكثر

# are_you_sure_cancel
source: Are you sure to cancel the order
ar: هل أنت متأكد من إلغاء الطلب

# view_edit_profile
source: View and edit profile
ar: عرض وتعديل الملف الشخصي

source: Profile
ar: الملف الشخصي

source: Account info
ar: معلومات الحساب

source: Change email
ar: تغيير البريد الإلكتروني

source: Change password
ar: تغيير كلمة المرور

source: Profile setting
ar: إعداد الملف الشخصي

source: Saved address
ar: العنوان المحفوظ

source: Rate your experience
ar: قيم تجربتك

source: Tell us about your order
ar: أخبرنا عن طلبك

# fast_and_reliable
source: Fast and reliable preparation
ar: إعداد سريع وموثوق

# easy_return
source: Easy return and exchange
ar: سهولة العودة والتبادل

# height_rating
source: High hygiene rating
ar: تصنيف عالي للنظافة

# wide_product
source: Wide product selection
ar: اختيار المنتج على نطاق واسع

# right_order_arrived
source: Right order arrived in the timeframe promised
ar: وصل النظام الصحيح في الإطار الزمني الموعود

# rate_shop1
source: Rate shop
ar: تقييم المتجر

# rate_delivery1
source: Rate delivery
ar: تقييم التسليم

# experiance_delivery
source: Rate your experience with the delivery service
ar: قيم تجربتك مع خدمة التوصيل

# tell_us_delivery
source: Tell us about delivery
ar: أخبرنا عن التسليم

# delivery_note1
source: Delivered securely
ar: تم تسليمه بأمان

# delivery_note2
source: Delivered on time
ar: تسليمها في الوقت المحدد

# delivery_note3
source: Follows drop off instructions
ar: يتبع تعليمات التسليم

# street_address
source: Building name/Street name
ar: اسم المبنى/اسم الشارع

# building_address
source: Vila/Apartment number
ar: فيلا/رقم الشقة

# open_close_time
source: Opening and closing time
ar: وقت فتح وإغلاق

source: Minimum order
ar: الحد الأدنى للطلب

source: Recommended for you
ar: الموصى بها لك

source: On sale
ar: متوفر للبيع

source: Categories by store
ar: الفئات حسب المتجر

# store_currently_closed
source: Store is currently closed.
ar: المتجر مغلق حاليًا.

# do_not_worry
source: Don't worry! you can still browse and add to cart for a speedy check out opens today at 08:30 am
ar: لا تقلق! لا يزال بإمكانك التصفح والإضافة إلى العربة للحصول على فتحات تسجيل سريعة اليوم في الساعة 08:30 صباحًا.

source: Pre-order
ar: أطلب مسبقا

source: Back
ar: رجوع

source: Orders
ar: طلبات

source: My order
ar: طلباتي

source: Scheduled orders
ar: الطبات المجدولة

# order_placed
source: Orders placed will be displayed here
ar: سيتم عرض الطلبات المقدمة هنا

source: Available credit
ar: رصيد متاح

source: Total limit :
ar: الحد الإجمالي:

source: Active
ar: نشط

source: Complete
ar: اكتمل

source: Transaction
ar: التعاملات

source: Top up
ar: رصيدك

# add_credit
source: Add credit or debit cards to your wallet for seamless and fast payment experience
ar: أضف بطاقات الائتمان أو الخصم إلى محفظتك للدفع السلس والسريع

source: Add new card
ar: أضف بطاقة جديدة

# enter_amount_text
source: Enter an amount from AED 40 -AED 250
ar: إدخال مبلغ من 40 درهماً إماراتياً - 250 درهماً إماراتياً

# or_quick_select
source: Or quickly select amount
ar: أو اختر المبلغ بسرعة

source: Enter amount
ar: أدخل المبلغ

source: Success
ar: تمت العملية بنجاح

source: Error
ar: حدث خطأ

# success_text
source: Your balance has been charged successfully
ar: تم تحصيل رصيدك بنجاح

# error_text
source: You have no balance
ar: ليس لديك رصيد

source: Top up failed
ar: فشل التعبئة

# top_up_failed_text
source: An error occurred in processing your payment. Please check with your card provider.
ar: حدث خطأ في معالجة الخاص بك الدفع. يرجى التحقق من بطاقتك المزود.

source: Try another card
ar: جرب بطاقة أخرى

# add_credit1
source: Add credit
ar: أضف بطاقة ائتمانية

source: Manage payment
ar: إدارة الدفع

source: Edit payment details
ar: تعديل تفاصيل الدفع

source: Cancelling order
ar: طلب الإلغاء

# cancelling_order_text
source: Your request has been successfully cancelled
ar: تم إلغاء طلبك بنجاح

# how_it_works
source: How it work
ar: كيف يعمل

# the_more_you_order
source: The more you order the more point you earn
ar: كلما طلبت المزيد كلما زادت النقطة التي تكسبها

source: View history
ar: عرض التاريخ

source: Free delivery
ar: توصيل مجاني

source: How to earn points
ar: كيفية تكسب النقاط

# structure_earn_points1
source: Place an order on Ghaf
ar: ضع طلبًا على الغاف

# structure_earn_points2
source: You get points for every order you place on Ghaf
ar: تحصل على نقاط لكل طلب تصدره على غاف

# structure_earn_points3
source: Once you have enough points, you can redeem them for one of our rewards
ar: بمجرد أن تحصل على نقاط كافية، يمكنك استبدالها بإحدى مكافآتنا

# structure_earn_points4
source: You have 60 day to use your points once you earn them
ar: لديك 60 يومًا لاستخدام نقاطك بمجرد كسبها

source: Got a code
ar: حصلت على رمز

source: Add your code and save
ar: أضف رمزك و وفر

source: Used
ar: مستخدم

source: Expired
ar: منتهية الصلاحية

source: No vouchers available
ar: لا توجد قسائم متاحة

source: You can find your vouchers available
ar: يمكنك العثور على قسائمك المتاحة

source: The amount required
ar: المبلغ المطلوب

source: Number of installments
ar: عدد الأقساط

source: Date of first installment
ar: تاريخ الدفعة الأولى

source: Period between installments
ar: الفترة الفاصلة بين الأقساط

source: Due date
ar: الموعد النهائي

source: Installment price
ar: سعر القسط

# the_most_important_product_offer
source: The most important products that have offers
ar: أهم المنتجات التي تحتوي على عروض

# the_most_important_product_discount
source: The most important products that have discounts
ar: أهم المنتجات التي لها خصومات

# offer_end_soon
source: Offer ends soon! don't miss out on 50% off jj chicken .Get it delivered for free with Ghaf gold
ar: العرض ينتهي قريبا! لا تفوت خصم 50٪ على jj checken. احصل عليه مجانًا مع ذهب الغاف

source: Newly added products and pay later
ar: المنتجات المضافة حديثًا والدفع لاحقًا

source: Share your feedback about your order
ar: شارك ملاحظاتك حول طلبك

source: Order date
ar: تاريخ الطلب

source: Delivery date
ar: تاريخ تسليم

# order_like_pro
source: Order like a pro
ar: اطلب مثل المحترفين

# the_ultimate_shopping
source: The ultimate shopping destination
ar: وجهة التسوق النهائية

# monthly_subscribe_text
source: Monthly subscription membership plan a customer pays to get:
ar: خطة عضوية الاشتراك الشهري التي يدفعها العميل للحصول على:

# subscribe_benefits_1
source: Free delivery from participating shops when they meet the minimum order requirements such as minimum order of 30 Dhs
ar: التسليم المجاني من المتاجر المشاركة عندما تستوفي الحد الأدنى من متطلبات الطلب مثل الحد الأدنى للطلب البالغ 30 درهم

# subscribe_benefits_2
source: Exclusive offers which are not available to other customers
ar: العروض الحصرية غير المتاحة للعملاء الآخرين

# subscribe_benefits_3
source: Get one 14-day free trial per account. You can cancel at any time
ar: احصل على نسخة تجريبية مجانية لمدة 14 يومًا لكل حساب. يمكنك الإلغاء في أي وقت

# subscribe_benefits_4
source: Offers requires a customer to place three orders at participating restaurants in 30 days to get 35 Dhs off a fourth order
ar: تتطلب العروض من العميل تقديم ثلاثة طلبات في المطاعم المشاركة في غضون 30 يومًا للحصول على 35 Dhs من الطلب الرابع

# two_weeks_free_trail
source: Days free trial
ar: تجربة مجانية لمدة أيام

source: Cancel anytime.
ar: إلغاء في أي وقت.

source: Add payment details
ar: أضف تفاصيل الدفع

source: Cancel anytime before your trial ends
ar: ألغي في أي وقت قبل انتهاء الفترة التجريبية

source: Change
ar: تغيير

# terms_apply1
source: Terms apply
ar: تطبق شروط

source: Join Ghaf
ar: انضم إلى الغاف

# terms_apply
source: Terms and conditions apply
ar: تطبق شروط وأحكام

# choose_plan
source: Choose your plan
ar: اختر خطتك

# monthly_plan1
source: Monthly plan
ar: خطة شهرية

# yearly_plan
source: 12 Month plan
ar: خطة 12 شهرا

source: Billed every month
ar: تدفع الفواتير كل شهر

# billed_every_year
source: Billed every 12 months
ar: تدفع الفواتير كل 12 شهرا

source: Min
ar: أقل

source: Add to cart
ar: أضف الى السلة

source: My cart
ar: سلتي

source: Subtotal
ar: الاجمالي

source: Discount
ar: الخصم

source: Go to checkout
ar: انتقل إلى الدفع

source: Checkout
ar: الدفع

source: Delivery method
ar: طريقة التوصيل

source: Payment method
ar: طريقة الدفع

# hint_payment_method
source: Select the payment method
ar: اختر طريقة الدفع

source: Total
ar: الكلي

# address1
source: Address
ar: منزلك

source: Address
ar: العنوان

source: Place order
ar: ارسال االطلب

source: Minutes
ar: دقائق

source: Order success
ar: نجحت طلبيتك

# payment_has_been_made
source: We may send you a product replacement request; please have your device at reach
ar: قد نرسل لك طلب استبدال المنتج ؛ الرجاء جعل جهازك في متناول اليد

source: Order tracking
ar: تتبع الطلب

source: Back to home
ar: العودة إلى المنزل

source: Order information
ar: معلومات الطلب

# your_order_has_been_received
source: Your order has been received and is being shipped
ar: تم استلام طلبك ويتم شحنها

source: Order details
ar: تفاصيل الطلب

source: All restaurant
ar: كل المطاعم

source: Save more than 30 AED
ar: وفر أكثر من 30 درهم

# we_noticed_that_you_have_not_ordered
source: We noticed that you haven't ordered from these restaurants for a while, or haven't tried some of them
ar: لاحظنا أنك لم تطلب من هذه المطاعم لفترة من الوقت ، أو لم تجربها البعض منهم

# mirdif_we_havereceived_your_message
source: We have received your message and are currently working to wards a solution. we will get back to you shortly. thank you for your patience!
ar: Mirdif, We Havereceived Your Message Andare Currently Working Towardsa Solution. We Will Get Back Toyou Shortly. Thank You For Yourpatience!

source: Close
ar: مغلق

source: Rewarding progress
ar: مكافأة التقدم

# you_have_completed_10_orders
source: You have completed 10 orders amazing! get a free delivery
ar: لقد أكملت 10 طلبات مذهلة! احصل على توصيل مجاني

source: Done
ar: تم

source: Rewards
ar: المكافآت

source: My previous orders
ar: طلباتي السابقة

source: My wallet
ar: محفظتي

source: Pay later
ar: ادفع لاحقا

source: Offers
ar: العروض

source: Vouchers
ar: القسائم

source: Support
ar: الدعم

source: Point
ar: نقاط

source: AED
ar: درهم

source: Notifications
ar: الإشعارات

source: Get help
ar: احصل على مساعدة

source: About the app
ar: حول التطبيق

source: FAQs
ar: أسئلة وأجوبة

source: Share your opinion
ar: مشاركة رأيك

source: Site privacy
ar: خصوصية الموقع

source: Terms of use
ar: تعليمات الاستخدام

source: Facebook
ar: فيسبوك

source: Twitter
ar: تويتر

source: Instagram
ar: انستغرام

source: Add address
ar: اضف عنوان

source: My work
ar: أعمالي

source: Points expire
ar: تنتهي صلاحية النقاط

source: Points spent
ar: النقاط التي تم إنفاقها

# browse_history
source: View history
ar: مشاهدة التاريخ

source: Free delivery bonus
ar: مكافأة التوصيل المجاني

source: Always favourite
ar: المفضلة دائما

source: How do you see us?
ar: كيف ترانا؟

source: Do you have notes to tell us?
ar: هل لديك ملاحظات لتخبرنا بها؟

source: Send a note
ar: أرسل ملاحظة

source: Notifications and alerts
ar: الإخطارات والتنبيهات

source: Never miss a chance
ar: لا تفوت فرصة

# you_can_modify_and_turn_off_individual
source: You can modify and turn Off individual notifications at any time in your device settings.
ar: يمكنك تعديل وإيقاف الإشعارات الفردية في أي وقت من إعدادات جهازك.

# pay_later_notify
source: Pay later
ar: الدفع اللاحق

# pay_later_description
source: You will be notified of the subsequent payment for the purchased products periodically
ar: سوف يتم تنبيهك بالدفع اللاحق الخاص بالمنتجات التي تم شراؤها بشكل دوري

# shipping
source: Shipping to
ar: اطلب إلى

source: User name or email
ar: اسم المستخدم أو الإيميل

source: Order status
ar: حالة الطلب

# receive_status_alerts_about
source: Receive status alerts about your latest order activity.
ar: تلقي تنبيهات الحالة حول نشاط الطلب الأخير الخاص بك.

source: Announcements and offers
ar: الإعلانات والعروض

# get_information_on_new_products
source: Get information on new products, special events, personalized recommendations.
ar: احصل على معلومات حول المنتجات الجديدة والمناسبات الخاصة والتوصيات المخصصة.

source: Turn on notifications
ar: تشغيل الإخطارات

source: No, thanks
ar: ًلا شكرا

source: What type of request do you like?
ar: ما نوع الطلب الذي يعجبك؟

source: My orders
ar: طلباتي

source: See all
ar: اظهار الكل

source: Rate
ar: تقييم

source: Re order
ar: إعادة الطلب

source: Add balance
ar: إضافة رصيد

source: Balance
ar: رصيد

source: Recent transactions
ar: التحويلات الاخيرة

source: Name address
ar: عنوان اسم

source: Something went wrong
ar: هناك خطأ ما

# register_create_account
source: Register to create an account
ar: سجل لإنشاء حساب

# register_payment_link
source: Register for Payment link Solution
ar: سجل للحصول على حل رابط الدفع

source: Store name
ar: اسم المتجر

source: Website
ar: موقع إلكتروني

source: Social media account
ar: حساب وسائل التواصل الاجتماعي

# is_company_registered_in_uae
source: Is your company registered in the UAE
ar: هل شركتك مسجلة في الإمارات

source: Business license number
ar: رقم الرخصة التجارية

source: Upload PDF
ar: تحميل ملف PDF

source: Shop address
ar: عنوان المحل

source: Search here
ar: ابحث هنا

source: Number of branches
ar: عدد الفروع

# the_branches_can_be_added
source: The branches can be added later after registration is complete
ar: يمكن إضافة الفروع لاحقًا بعد اكتمال التسجيل

source: Next
ar: التالي

source: Choose your subscription option
ar: اختر خيار الاشتراك الخاص بك

# join_sus_snow_and_get
source: Join us now and get
ar: انضم إلينا الآن واحصل على

source: No commission
ar: لا عمولة

source: Easy POS integration
ar: سهولة التكامل بين نقاط البيع

source: More visibility and new customers
ar: المزيد من الظهور والعملاء الجدد

# leave_hiring_driver_to_us
source: Leave hiring a driver to us
ar: اترك لنا توظيف سائق

# helping_you_build_your_first_menu_and_products
source: Leave hiring a driver to us
ar: اترك لنا توظيف سائق

source: Tier 1
ar: المستوى 1

source: Tier 2
ar: المستوى 2

source: Tier 3
ar: المستوى 3

# aed_50
source: 50 AED
ar: 50 درهم

source: Subscribe now
ar: إشترك الآن

source: I agree to the terms of service
ar: أوافق على شروط الخدمة

source: One time payment
ar: دفعة لمرة واحدة

# monthly_charge
source: Monthly charged
ar: الرسوم الشهرية

source: Tax
ar: ضريبة

source: Payment
ar: قسط

source: Choose payment method
ar: اختر وسيلة الدفع

source: Save payment details
ar: حفظ تفاصيل الدفع

source: Add payment card
ar: إضافة بطاقة دفع

source: To complete the store registration
ar: لإتمام التسجيل في المتجر

source: Name
ar: الاسم

source: Number card
ar: رقم بطاقة

source: Expiry date
ar: تاريخ الانتهاء

source: Create store
ar: إنشاء متجر

source: Progress
ar: تقدم

source: Your account is under approval process
ar: حسابك قيد عملية الموافقة

# payment_link_solution_subscription
source: Subscribe and win
ar: أشترك واربح

source: Join us
ar: انضم إلينا

# payment_link_subscription1
source: Home business fees: Monthly payment of Dhs 50 + 1 time setup fee (Average set-up fee of 100 Dhs). Otherwise signing an annual plan of Dhs 540
ar: رسوم الأعمال من المنزل: الدفعة الشهرية 50 درهماً + رسوم التأسيس لمرة واحدة (متوسط ​​رسوم التأسيس 100 درهم). أو التوقيع على خطة سنوية بقيمة 540 درهم

# payment_link_subscription2
source: Company fees: Monthly payment of Dhs 200 + 1 time setup fee (Average set-up fee of 150 Dhs). Otherwise signing an annual plan of Dhs 1,68
ar: رسوم الشركة: الدفعة الشهرية 200 درهم + رسوم التأسيس لمرة واحدة (متوسط ​​رسوم التأسيس 150 درهمًا). أو التوقيع على خطة سنوية بقيمة 1،68 درهم

source: Sign up to create account
ar: قم بالتسجيل لإنشاء حساب

source: Shop name
ar: اسم المحل

source: Your company email address
ar: عنوان البريد الإلكتروني لشركتك

source: Company name
ar: اسم الشركة

source: Business sector
ar: قطاع الأعمال

source: Corporate business
ar: الشركات التجارية

source: Individual business
ar: الأعمال الفردية

source: Business types
ar: أنواع الأعمال

source: Accessories
ar: مُكَمِّلات

source: Agriculture and landscaping
ar: الزراعة وتنسيق الحدائق

source: Beauty services
ar: خدمات التجميل

source: Cleaning services
ar: خدمات التنظيف

source: Computer services
ar: خدمات الكمبيوتر

source: Consultant
ar: مستشار

source: Fashion/Apparels
ar: أزياء / ملابس

source: Grocery store
ar: متجر البقاله

source: Media services
ar: خدمات الوسائط

source: Repair services
ar: خدمات الإصلاح

source: Software – development /Design
ar: برمجيات - تطوير / تصميم

source: Web - development /Design
ar: الويب - تطوير / تصميم

source: Other
ar: آخر

source: Country
ar: بلد

source: City
ar: مدينة

source: Postal code
ar: الرمز البريدي

source: Confirm
ar: تؤكد

source: Add bank account
ar: إضافة حساب مصرفي

source: Swift Code
ar: رمز السرعة

source: Account number
ar: رقم حساب

source: Products with details
ar: المنتجات مع التفاصيل

source: Products without details
ar: منتجات بدون تفاصيل

source: New order
ar: طلب جديد

source: Store
ar: متجر

# create_payment_link
source: Create a payment link
ar: إنشاء رابط الدفع

source: Enter customer details
ar: أدخل بيانات العميل

source: Customer name
ar: اسم الزبون

source: Payment amount
ar: مبلغ الدفع

source: Link expiration date
ar: تاريخ انتهاء صلاحية الرابط

source: Description
ar: وصف

source: Create link
ar: إنشاء رابط

source: Your link is ready
ar: الارتباط الخاص بك جاهز

source: Copy
ar: ينسخ

source: Preview link
ar: معاينة الارتباط

source: Send by whatsapp
ar: أرسل عبر الواتس اب

source: Send by email
ar: ارسل بالبريد الإلكترونى

source: Use as pay button on website
ar: استخدم زر الدفع على الموقع

source: Show QR code
ar: إظهار رمز الاستجابة السريعة

source: Add item
ar: اضافة عنصر

source: Create new item
ar: إنشاء عنصر جديد

source: Search from your catalog
ar: البحث من الكتالوج الخاص بك

source: Save
ar: حفظ

source: Cancel
ar: إلغاء

source: Add photo
ar: إضافة صورة

source: Name of product
ar: اسم المنتج

source: Price
ar: السعر

# additional_details_optional
source: Additional details
ar: تفاصيل اضافية

source: (Optional)
ar: (اختياري)

source: Delivery
ar: توصيل

source: Applicable for physical products
ar: ينطبق على المنتجات المادية

source: Visible on my store
ar: مرئي في متجري

source: Show this item to anyone who visits
ar: إظهار هذا العنصر لأي شخص يزور

source: Secure checkout
ar: الخروج الآمن

source: Your cart
ar: سلتك

source: Sales
ar: مبيعات

source: Catalog
ar: قائمة

source: Ghaf gold
ar: Ghaf الذهبي

source: Gold
ar: ذهبي

# invite1
source: Invite family and friends
ar: دعوة العائلة والأصدقاء

source: Invite friend
ar: دعوة صديق

source: Send invite
ar: إرسال دعوة

source: Family & friend download Ghaf
ar: العائلة والصديق تنزيل غاف

source: Place the first order
ar: ضع الترتيب الأول

source: Invite family and friends to earn reward points
ar: دعوة العائلة والأصدقاء لكسب نقاط المكافأة

source: Terms and conditions
ar: أحكام وشروط

source: Hi,
ar: مرحبا,

# what_we_can_help_you
source: What can we help you with?
ar: ما الذي يمكننا مساعدتك به ؟

# if_you_have_issue_please_select_one_of_the_option
source: If you have an issue please select one of the options below.
ar: إذا كان لديك مشكلة، فيرجى تحديد أحد الخيارات أدناه.

source: Return an item you ordered
ar: أعادة عنصرًا طلبته

source: Report delayed delivery
ar: تقرير عن تأخر التسليم
