Repository: aliKadon/ghaf2
Catalog: assets/l10n/app_*.arb
Languages: ar

# terms
source: Terms of service Terms of service Welcome to Ghaf Gate! Here you can find all the terms and conditions that we apply in order to perform our provided services at the highest level of our standards. If you’re here, that means you’re smart enough to read them carefully before using our services. PLEASE READ THE FOLLOWING TERMS AND CONDITIONS CAREFULLY. THEY CONTAIN IMPORTANT INFORMATION ABOUT YOUR RIGHTS AND OBLIGATIONS, AS WELL AS LIMITATIONS AND EXCLUSIONS THAT APPLY TO YOUR PURCHASES. * GENERAL SCOPE Ghaf GateS provides software-based delivery services for goods such as food, beverages and other grocery products (collectively, Groceries). These terms (Terms of Service) apply when you use the Ghaf Gate mobile applications or websites (collectively, Services). By using the Services, you automatically agree to the Terms of Service. Ghaf Gate is a platform for facilitating the exchange of services between individuals (User) who are willing to order Groceries via our partners (Shops) that are willing to collect and deliver the ordered Groceries. * REGISTRATION and ORDERING PROCESS 2.1. REGISTRATION You are the sole authorized User of any account (Account) you create using the Services. Your action of registration constitutes your acceptance of the Terms of Service and the Privacy Policy, and your state that you are not less than 21 (twenty-one) years of age. Registration is free of charge. No entitlement exists for admission to the Service. The data required for registration provided by the User must be complete and accurate. The User is responsible for updating his/her own data that can be amended at any time from the respective interface of the Service. Ghaf Gate has no responsibility over the use of the User account and expressly disclaims any liability therefrom. Should you suspect that any unauthorized party might be using your Account, you are obligated for your own security to notify Ghaf Gate immediately by emailing us at contact@Ghafgate.com . By providing your mobile phone number to Ghaf Gate pursuant to the use of the Service, you hereby affirmatively consent to our use of your mobile phone number for contacting you directly in order to perform the Services, including but not limited to occasionally send notifications, text messages with promotional offers, service updates and reach out to you to survey regarding the quality of our services 2.2. ORDER PLACEMENT / CONTRACTUAL RELATIONSHIP By placing an order through the application or the website, the User confirms the accuracy of all the information he/she provides. Orders are confirmed to the User within Service interface. No contractual relationship exists between User and Ghaf Gate. Ghaf Gate may decide for any reason whatsoever to not accept an order and to refuse to perform it. User may schedule the order for a selected time, date, week or month as per availability of Service. 2.3. VARIETY LIMITATIONS The range and prices of Groceries may differ depending on the delivery location. 2.4. VOLUME LIMITATIONS User might be contacted by Ghaf Gate to confirm the order in the following cases: * If the total items in an order exceed 100 items or if an order contains 15 or more same items * If the order placed requires more than one delivery personnel to be handled by due to volume limitations. In all cases, Ghaf Gate reserves the right to limit the delivery quantity for particular products or, if needed, not to deliver a particular product at all as per the availability of the Groceries. 2.5. AMENDING AND CANCELLING ORDERS The User may not be able to amend the order once it has been confirmed as per the technical features provided by the Service. A confirmed order is eligible for cancellation for a limited time period until it is disbursed for delivery post to its submission as per the technical specifications of the Service. 2.6. INCOMPLETE ORDER FULFILLMENT / SUBSTITUTION The primary objective of Ghaf Gate is to deliver all the products ordered in the right quantity and to a high quality standard. User acknowledges that the Groceries are subject to stock availability and to human errors. Ghaf Gate reserves the right to amend your order in whole or in part, at any time and without liability or compensation remove any item that is out of stock, damaged, spoiled, or unavailable for any other reason, to successfully complete your order. It’s in our best intention to maintain the replaced item’s price the same as per the brand you ordered but in case of a higher valued replacement, the price may increase. We do our best to ensure that all items shown on our website are available to order. If, however any product you order is out of stock or unavailable we may send you a push notification enabling you to select a substitute. If an item is not delivered, despite being billed, the amount in question will be credited to the User at a reasonable time after Ghaf Gate becomes aware of this. No subsequent delivery is obligatory to be made, and the customer is not entitled to claim any further compensation. If for any reason beyond our reasonable control, we are unable to supply a particular item, we will not be liable to the User. Please note that we will attempt to send the User push notification of substitute products in the event that selected products are unavailable, the User may reject these substitutes. Although we will always try to cater for your orders, an order of unusually large quantities of different or one product can only be fulfilled at the discretion of the Shop. Ghaf Gate reserves the right to forward a user order to another shop then the one initially selected from the user without informing the user in the event that the initial shop fails to fulfil the order. In this case the new shop the total value of the goods ordered should be the same or lower than the value as per the pricelist of the initial shop. The payment method will remain the same. * DELIVERY 3.1. DELIVERY OF GROCERIES Groceries will be delivered directly to the delivery address specified by the User. Deliveries are performed either by the Shop personal delivery service, by a delivery partner, or by Ghaf Gate delivery team, depending on the nature of the goods and the delivery location. Goods will be delivered to the front door of private residences (as far as accessible) and to the reception desk of business Users. 3.2. DELIVERY TIMES AND ADHERENCE TO DELIVERY PERIODS Ghaf Gate endeavors to deliver Groceries within 30 (thirty) to 60 (sixty) minutes average delivery time location dependent or as scheduled. Ghaf Gate does not and cannot guarantee that the delivery time frames will be met as there may be factors outside of Ghaf Gate’s control that may result in early or delayed deliveries. You agree that Ghaf Gate shall not be liable for any deliveries made outside the expected delivery time frame. 3.3. DELIVERY RECEIPT The shop holds the responsibility to provide the user with the receipt upon delivery. 3.4. CANCELLATION OF A DELIVERY BY GHAF GATE If, for reasons beyond Ghaf Gate’s control - such as an incorrect delivery address, the recipient's absence, lack of an access permit, bad weather conditions, or similar, it should prove impossible or possible only with great difficulty, to carry-out the delivery successfully, Ghaf Gate is entitled to cancel the User’s order. In this event, the User is not entitled to compensation or pecuniary of in kind, however; in case of online payment, the refund will be initiated by Ghaf Gate at the soonest possible post the cancellation of the order, it is the responsibility of the bank to transfer the amount to the users account, which takes approximately 3-5 working days. * PRICES AND PAYMENT Ghaf Gate endeavors to provide you with accurate and up-to-date pricing, product availability and promotional information. Discrepancies are possible and you agree not to hold Ghaf Gate liable in such Ghaf Gatences. 4.1. PRICES All prices are quoted in the country’s local currency where Ghaf Gate is operating. For the countries where VAT is applicable the prices displayed on the app/website will be VAT inclusive. Where goods may be charged by weight (fruit, meat, cheese, etc.), the basic price per unit applies. The quantity of such goods actually delivered, and therefore the price charged, may differ from the quantity originally ordered. For pre-packed and price-labelled fresh products, the applicable price is the one in force when the order is prepared. Ghaf Gate reserve the right to change prices as to update them at any moment. 4.2. PAYMENT METHODS / CREDITWORTHINESS You can choose from the following ways of paying on delivery, depending on the products, the means of dispatch and as per technical availability: * Credit card reader on delivery * Cash on delivery * Online payment * We accept payments online using Visa, MasterCard and AMEX (valid for UAE only) credit or debit card in the currency of the country where the User is located at the time of ordering. * If you make a payment for our products or services on our website or application, the details you are asked to submit will be provided directly to our payment provider via a secured connection. * The cardholder must retain a copy of transaction records and Merchant policies and rules. The User can select which payment method is preferred. The payment methods available are displayed for selection when the order is finalized. If for any reason the online payment transaction is declined, Ghaf Gate is entitled, at its soles discretion, to offer the User cash on delivery payment option or credit card reader on delivery where available. In the event that you have paid for an order with Apple Pay, Samsung Pay or another wallet and such payment fails to process, you authorise Ghaf Gate to charge the order in any authorised credit card you may have on our platform. * PRODUCT DECLARATION 5.1. PRODUCT INFORMATION We take care to update the product information in the Service regularly. In rare cases, the information may deviate from the details printed on the product packaging. In such an Ghaf Gatence, the information on the packaging takes precedence. Because recipes may change anytime, we recommend that you regularly consult the ingredients list and allergy-related information on the packaging. * GUARANTEE of DATA COMMUNICATION Given the current state of the technology, no guarantee can be given that data communication via the internet will be error-free and/or available at all times. Ghaf Gate therefore accepts no liability in respect of the constant, uninterrupted availability of the online shop, nor for technical and electronic faults during sales transaction, in particular for any delay in processing or accepting orders. * SPECIAL PRODUCT CONDITIONS 7.1. PREPAYED MOBILE PHONE CREDIT Ghaf Gate sells mobile phone credit of various providers as for example: Etisalat and DU. Mobile phone credit should be activated as soon as possible. The activation code is valid only once. No exchanges or refunds are permitted. * DISCOUNTS, PRIVILEGES & VOUCHERS 8.1. SPECIAL OFFERS The User accepts that offers available from Ghaf Gate often differ from those available from Shop sales channels. 8.2 GHAF POINTS Ghaf Points is an innovative way of rewarding customers with points in the application or website that can be converted to credit in an upcoming grocery order. ● The value of 1 Ghaf Point is displayed within the application or website and may be modified without prior notice and may differ from region to region and from country to country. ● Unless otherwise specified, all coupons or codes must be redeemed within one calendar month from the moment they are issued/communicated. ● Ghaf Points are only applicable for Ghaf Gatent grocery orders; meaning that, a user will not be able to use it for any scheduled grocery orders, cleaning, organic, or other types of orders. ● Ghaf Points coupons cannot be exchanged for cash or any other alternatives and have no monetary value. ● Ghaf Points may be offered on an ad-hoc basis and will be added to the customer’s account to be used in an upcoming grocery order. ● Ghaf Points can only be redeemed through the application in Supermarkets where they are supported and are applicable. ● Each Ghaf Points coupon can only be used once per user ● If an order, where an Ghaf Points coupon has been used, is cancelled for any reason the coupon(s) will be reimbursed to the user, either automatically or otherwise upon the user’s request ● If the applicable Ghaf Points coupon exceeds the value of the items ordered, the execessive discount shall be forfeited ● Ghaf Gate may reward its loyal users by adding Ghaf Points to their account. However, Ghaf Gate may also withdraw loyalty bonuses at any point and without warning or liability. ● Any attempt to manipulate the system and use of coupons or codes by participation via any party, camouflaging identity by manipulating IP addresses, using identities other than their own or any other automated means (including systems which can be programmed to do so), will render the associated orders and use of Ghaf Points invalid and may potentially lead to that account being deactivated or the parties responsible prosecuted within the framework of the applicable law. 8.3 GHAF FRIEND (REFERRAL PROGRAM) Ghaf Friend is a referral program through which users can invite family & friends to use Ghaf Gate and receive Ghaf Points as a reward in the application once the invited users place their first order. ● Referrer is a user who invites someone to place an order through Ghaf Gate, . The referrer will receive a reward in the form of Ghaf Points once the person invited successfully completes his/her first order; the offer is valid for new users on their first order only. ● In case of an order placed and cancelled by the user invited the referrer will not be eligible for the reward. ● Ghaf Gate reserves all rights to change the amounts communicated under the Ghaf Friend program at any point in time. 8.4. PARTNERS (SHOPS) LOYALTY CARD When making your purchases from shops that apply a customer reward system, through the App, you have the opportunity to enter your membership card number in the corresponding field when completing the order so as to ensure that the points corresponding to the purchases you made are credited to the account you have in the respective shop. * CUSTOMER SERVICE & COMPLAINTS Ghaf Gate Customer Service provides information regarding any questions, issues or complaints related to the Ghaf Gate service. Users may contact Ghaf Gate via e-mail (info@Ghafgate.com) , drop a message through the app. Missing items must be reported immediately on reception of the Groceries, otherwise Groceries are considered to have been accepted by User as being in perfect condition. Latent defects must be reported to Ghaf Gate customer Service immediately after they come to light, although in these cases there are limitations of error acknowledgement. * TIPPING Tipping is a way Ghaf Gate users can reward the drivers and pickers (staff) that are involved in executing their orders via the Ghaf Gate mobile applications or websites. Users tip the staff directly via the credit/debit card they have registered. Any tip paid by the customer via the Ghaf Gate mobile applications or websites will be non-refundable. All tips paid by the customer will be paid in the local currency of the country from where the orders are placed. Upon rating an order with Ghaf Gate, the customer will have the option to make a discretionary payment of a tip to Ghaf Gate in addition to the purchase price of the items in the order. Ghaf Gate will subtract any transactional fees related to the online payment gateway and bank transfer cost and shall transfer the remaining amount to staff involved in the execution of each specific order at a monthly or bimonthly basis. Therefore Any charges levied by the bank or payment gateway will be covered by the staff. Tipping is “voluntary” and at the sole discretion of each user. Ghaf Gate may at its sole discretion decide the exact allocation of the tip between the various staff members that contributed to the execution of the orders. It is the sole responsibility of the picker and driver to provide accurate bank details to Ghaf Gate via the online verification/validation form. Ghaf Gate will not be liable in case of inaccurate information provided or incorrect bank transactions. * GENERAL TERMS 11.1. DATA PROTECTION Data collected are treated as confidential and in good faith. When registration is made, your data is collected for business and marketing purposes in the form of personal information such as last name, first name, address, email address and phone number. In addition to data explicitly entered, information is gathered automatically from the log files when you access the Services interface. Ghaf Gate makes a distinction between master data (e.g. IP address, time and date of access) and activity data (e.g. name of file accessed, paths clicked on). For statistical purposes, this data is anonymously assessed. Ghaf Gate may share the address, phone number, and other required info with partner supermarkets for fulfillment of orders or to have CRM systems aligned. 11.2. RELEASE YOU AGREE THAT NEITHER GHAF GATE NOR ITS AFFILIATES OR LICENSORS ARE RESPONSIBLE FOR THE FITNESS OR CONDUCT OF ANY SHOP. NEITHER GHAF GATE NOR ITS AFFILIATES OR LICENSORS WILL BE LIABLE FOR ANY CLAIM, INJURY OR DAMAGE ARISING IN CONNECTION WITH THE ACTS OR OMISSIONS OF ANY Shop. IN THE EVENT YOU HAVE A DISPUTE WITH ANY Shop, YOU HEREBY RELEASE GHAF GATE AND ITS OFFICERS, DIRECTORS, EMPLOYEES, SUBSIDIARIES, AFFILIATES, AGENTS AND REPRESENTATIVES FROM ANY AND ALL CLAIMS, LIABILITIES, COSTS, INCLUDING WITHOUT LIMITATION ATTORNEY'S FEES, LOSS OR DAMAGE OF EVERY KIND AND NATURE, KNOWN AND UNKNOWN, ARISING OUT OF OR IN ANY WAY CONNECTED WITH SUCH DISPUTES. 11.3. SHOP LICENSE/ SUBMISSIONS Service may now or in the future permit the submission, sharing or publishing of photographs, communications or other content submitted by you and other users ("User Submissions"). Other than personally identifiable information, which is covered under the Ghaf Gate Privacy Policy available at https://www.Ghaf Gate.ae/privacy (http://Ghaf Gate.ae/privacy), any User Submission transmitted or posted to this Software Applications will be considered non-confidential. In addition, by submitting any User Submission to Ghaf Gate, you hereby grant Ghaf Gate a perpetual, worldwide, non-exclusive, royalty-free, sub-licensable and transferable license to use, reproduce, distribute, prepare derivative works of, display and perform the User Submission in connection with the Services, the Support and Ghaf Gate's business. We hereby grant each User of the Service a non-exclusive license to access their User Submissions through Service and to display and publicly perform such User Submissions as permitted through the functionality of Service and under these Terms and Conditions. In connection with the User Submissions, you agree that you will not submit material that: (i) is copyrighted, subject to privacy or publicity rights or otherwise subject to third party proprietary rights unless you are the owner of such rights or have permission from the owner to submit the material and to grant Ghaf Gate all of the license rights granted herein; (ii) is unlawful, obscene, harassing, defamatory, libelous, pornographic, hateful, racially or ethnically offensive or is otherwise inappropriate; (iii) could damage the reputation of Ghaf Gate or any third party; or (iv) impersonates another person. Ghaf Gate reserves the right to remove any User Submissions at its sole discretion and without notice or liability to you or to any other person. Ghaf Gate does not endorse any User Submission or any opinion, recommendation or advice therein, and Ghaf Gate expressly disclaims any and all liability in connection with any User Submission. You understand and agree that you may be exposed to User Submissions that are inaccurate, offensive or otherwise objectionable, and you hereby agree to waive and hereby do waive any legal or equitable rights or remedies you may have against Ghaf Gate with respect thereto. Ghaf Gate may provide links to Software Applications owned or operated by third parties. Ghaf Gate does not endorse the content or any products or services available on such Software Applications and is not responsible for such content or its security. Your linking to any other Software Applications from this Service is at your own risk. 11.4. DISCLAIMER USE OF THE SUPPORT IS ENTIRELY AT YOUR OWN RISK. CHANGES ARE PERIODICALLY MADE TO THE SOFTWARE APPLICATIONS AND MAY BE MADE AT ANY TIME WITHOUT NOTICE TO YOU. THE SUPPORT IS PROVIDED ON AN "AS IS" BASIS WITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT. GHAF GATE MAKES NO WARRANTIES OR REPRESENTATIONS ABOUT THE ACCURACY OR COMPLETENESS OF THE CONTENT PROVIDED THROUGH THE SUPPORT OR THE CONTENT OF ANY SOFTWARE APPLICATIONS LINKED TO THE GHAF GATE SOFTWARE APPLICATIONS. GHAF GATE ASSUMES NO LIABILITY OR RESPONSIBILITY FOR ANY (I) ERRORS, MISTAKES, OR INACCURACIES OF CONTENT; (II) PERSONAL INJURY OR PROPERTY DAMAGE, OF ANY NATURE WHATSOEVER, RESULTING FROM YOUR ACCESS TO AND USE OF THE GHAF GATE SOFTWARE APPLICATIONS OR THE SUPPORT; (III) ANY UNAUTHORIZED ACCESS TO OR USE OF GHAF GATE'S SECURE SERVERS AND/OR ANY AND ALL PERSONAL INFORMATION AND/OR FINANCIAL INFORMATION THEREIN.GHAF GATE DOES NOT WARRANT THAT THE SOFTWARE APPLICATIONS WILL OPERATE ERROR-FREE OR THAT THE SOFTWARE APPLICATIONS AND ITS SERVER ARE FREE OF COMPUTER VIRUSES AND OTHER HARMFUL GOODS. IF YOUR USE OF THE SOFTWARE APPLICATIONS RESULTS IN THE NEED FOR SERVICING OR REPLACING EQUIPMENT OR DATA, GHAF GATE SHALL NOT BE RESPONSIBLE FOR THOSE COSTS. GHAF GATE, TO THE FULLEST EXTENT PERMITTED BY LAW, DISCLAIMS ALL WARRANTIES, WHETHER EXPRESS OR IMPLIED, INCLUDING WITHOUT LIMITATION THE WARRANTY OF MERCHANTABILITY, NON-INFRINGEMENT OF THIRD PARTY RIGHTS AND THE WARRANTY OF FITNESS FOR A PARTICULAR PURPOSE. GHAF GATE MAKES NO WARRANTIES ABOUT THE ACCURACY, RELIABILITY, COMPLETENESS OR TIMELINESS OF THE CONTENT, SERVICES, SUPPORT, SOFTWARE, TEXT, GRAPHICS OR LINKS. GHAF GATE AND ITS AFFILIATES AND LICENSORS CANNOT AND DO NOT GUARANTEE THAT ANY PERSONAL INFORMATION SUPPLIED BY YOU WILL NOT BE MISAPPROPRIATED, INTERCEPTED, DELETED, DESTROYED OR USED BY OTHERS. 11.5. LIMITATION OF LIABILITY YOU AGREE THAT GHAF GATE SHALL NOT BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR EXEMPLARY DAMAGES ARISING OUT OF OR IN CONNECTION WITH (I) YOUR USE OF THE SUPPORT; (II) THE LIABILITY OR FITNESS OF ANY CUSTOMER (III) IN CONNECTION WITH THE PERFORMANCE OF OR BROWSING IN THE SOFTWARE APPLICATIONS OR YOUR LINKS TO OTHER SOFTWARE APPLICATIONS FROM THIS SOFTWARE APPLICATIONS, EVEN IF GHAF GATE HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. YOU FURTHER AGREE THAT GHAF GATE SHALL NOT BE LIABLE FOR ANY DAMAGES ARISING FROM INTERRUPTION, SUSPENSION OR TERMINATION OF SERVICES, INCLUDING WITHOUT LIMITATION ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR EXEMPLARY DAMAGES, WHETHER SUCH INTERRUPTION, SUSPENSION OR TERMINATION WAS JUSTIFIED OR NOT, NEGLIGENT OR INTENTIONAL, INADVERTENT OR ADVERTENT. IN NO EVENT SHALL GHAF GATE'S TOTAL LIABILITY TO YOU FOR ANY LOSSES ARISING HEREUNDER EXCEED THE AMOUNTS PAID BY YOU TO GHAF GATE HEREUNDER. SOME JURISDICTIONS DO NOT ALLOW THE LIMITATION OR EXCLUSION OF WARRANTIES OR OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES SO SOME OF THE ABOVE LIMITATIONS MAY NOT APPLY TO YOU. SHOULD A JURISDICTION BE ADVERSE TO A LIMITATION OR EXCLUSION OF WARRANTIES, SUCH PROVISION SHALL BE DEEMED SEVERABLE FROM THIS AGREEMENT AND THE OTHER PROVISIONS SHALL REMAIN IN FULL FORCE AND EFFECT. 11.6. WAIVER No waiver of any rights or remedies by Ghaf Gate shall be effective unless made in writing and signed by an authorized representative of Ghaf Gate. A failure by Ghaf Gate to exercise or enforce any rights conferred upon us by Terms of Service shall not be deemed to be a waiver or variation of any such rights or operate so as to bar the exercise or enforcement thereof at any subsequent time or times. 11.7. INDEMNITY You agree to defend, indemnify and hold harmless Ghaf Gate and its officers, directors, employees, agents and affiliates (each, an Indemnified Party), from and against any losses, claims, actions, costs, damages, penalties, fines and expenses, including without limitation attorneys' fees and expenses, that may be incurred by an Indemnified Party arising out of, relating to or resulting from your unauthorized use of the Software Applications or from any breach by you of Terms of Service, including without limitation any actual or alleged violation of any federal, state or local statute, ordinance, administrative order, rule or regulation. Ghaf Gate shall provide notice to you promptly of any such claim, suit or proceeding and shall have the right to control the defense of such action, at your expense, in defending any such claim, suit or proceeding. 11.8. TERMINATION At its sole discretion, Ghaf Gate may modify or discontinue Service, or may modify, suspend or terminate your access to Service or the Support, for any reason, with or without notice to you and without liability to you or any third party. In addition to suspending or terminating your access to Service or the Support, Ghaf Gate reserves the right to take appropriate legal action, including without limitation pursuing civil, criminal or injunctive redress. Even after your right to use the Support is terminated, your Account will remain enforceable against you. You may terminate Account at any time, however Ghaf Gate do not guarantee its termination due to technical availability. All provisions which by their nature should survive to give effect to those provisions shall survive the termination of Account. 11.9. GOVERNING LAW AND DISPUTE RESOLUTION Governing Law. This Agreement and your use of the Services of Ghaf Gate are governed by and construed in accordance with the applicable laws in the country where the User is located at the time of ordering or using the Services of Ghaf Gate Without regards to its conflict of laws principles, If any provision of this Agreement is found to be invalid in any court having competent jurisdiction, or if any provision of this Agreement violates any applicable laws and regulations of any court having competent jurisdiction, the invalidity of such provision shall not affect the validity of the remaining provisions of this Agreement, which shall remain in full force and effect. If any dispute of any kind arises between the Parties in connection with this Agreement, the Parties shall seek to resolve any such dispute by mutual consultation and in an amicable way. If the Parties fail to resolve such dispute by mutual consultation or in an amicable way within sixty (60) days from the date of notification of one Party to the other of the existence of such dispute, the dispute shall be submitted to the exclusive jurisdiction of the competent Courts of the country where the User is located at the time of ordering or using the Services of Ghaf Gate (excluding Free Zone courts). The foregoing provisions of this clause are without prejudice to the right of Ghaf Gate to seek interim relief at any time from any court of competent jurisdiction and Ghaf Gate shall not be deemed to have breached this clause. This “Dispute Resolution” section will survive any termination of this Agreement. 11.12. CHANGES TO THE AGREEMENT Ghaf Gate reserves the right, at its sole and absolute discretion, to change, modify, add to, supplement or delete any of the terms and conditions of this Agreement, effective with or without prior notice. Your continued use of the Software Applications or the Support following any revision to this Agreement constitutes your complete and irrevocable acceptance of any and all such changes. Contact us If you have any comments or questions, please do not hesitate to reach out to us at info@ghafgate.com
ar: شروط الخدمة شروط الخدمة مرحبا بكم في غاف جيت ! هنا يمكنك العثور على جميع الشروط والأحكام التي نطبقها من أجل أداء خدماتنا المقدمة على أعلى مستوى من معاييرنا. إذا كنت هنا، فهذا يعني أنك ذكي بما يكفي لقراءتها بعناية قبل استخدام خدماتنا. يرجى قراءة الشروط والأحكام التالية بعناية. وهي تتضمن معلومات هامة عن حقوقكم والتزاماتكم، وكذلك عن القيود والاستبعادات التي تنطبق على مشترياتكم. * النطاق العام تقدم غاف جيت خدمات توصيل قائمة على البرامج لسلع مثل الأغذية والمشروبات ومنتجات البقالة الأخرى (مجتمعة، البقالة). تنطبق هذه الشروط (شروط الخدمة) عند استخدام تطبيقات أو مواقع الويب المحمولة غاف جيت (مجتمعة، الخدمات). باستخدام الخدمات، توافق تلقائيًا على شروط الخدمة. غاف جيت هي منصة لتسهيل تبادل الخدمات بين الأفراد (المستخدم) الذين يرغبون في طلب البقالة عبر شركائنا (المتاجر) الراغبين في جمع وتسليم البقالة المطلوبة. عملية التسجيل والطلب 2.1. رابعا - التسجيل أنت المستخدم الوحيد المعتمد لأي حساب (حساب) تنشئه باستخدام الخدمات. يشكل إجراء التسجيل الخاص بك قبولك لشروط الخدمة وسياسة الخصوصية، وحالتك التي لا تقل عن 21 (21) عامًا. التسجيل مجاني. ولا يوجد استحقاق للقبول في الدائرة. يجب أن تكون البيانات المطلوبة للتسجيل التي يقدمها المستخدم كاملة ودقيقة. والمستخدم مسؤول عن تحديث بياناته الخاصة التي يمكن تعديلها في أي وقت من واجهة الدائرة المعنية. لا تتحمل غاف جيت أي مسؤولية عن استخدام حساب المستخدم وتتنصل صراحة من أي مسؤولية عنه. إذا كنت تشك في أن أي طرف غير مصرح به قد يستخدم حسابك، فأنت ملزم بأمنك الخاص لإخطار بوابة الغاف على الفور عن طريق إرسال بريد إلكتروني إلينا على contact@Ghafgate.com. من خلال تقديم رقم هاتفك المحمول إلى بوابة الغاف وفقًا لاستخدام الخدمة، توافق بموجب هذا بشكل مؤكد على استخدامنا لرقم هاتفك المحمول للاتصال بك مباشرة من أجل أداء الخدمات، بما في ذلك، على سبيل المثال لا الحصر، إرسال الإشعارات والرسائل النصية من حين لآخر مع العروض الترويجية، تحديثات الخدمة والتواصل معك لاستطلاع جودة خدماتنا 2.2. تنسيب الطلبات/العلاقة التعاقدية من خلال تقديم طلب من خلال التطبيق أو الموقع الإلكتروني، يؤكد المستخدم دقة جميع المعلومات التي يقدمها. يتم تأكيد الطلبات للمستخدم داخل واجهة الخدمة. لا توجد علاقة تعاقدية بين User و غاف جيت . يجوز لبوابة الغاف أن تقرر لأي سبب من الأسباب عدم قبول أمر ورفض تنفيذه. يجوز للمستخدم جدولة الطلب لوقت أو تاريخ أو أسبوع أو شهر محدد وفقًا لتوافر الخدمة. 2.3. قيود التنوع قد يختلف نطاق وأسعار البقالة حسب موقع التسليم. 2.4. محدودية الحجم يمكن الاتصال بالمستخدم بواسطة غاف جيت لتأكيد الطلب في الحالات التالية: * إذا تجاوز مجموع العناصر المطلوبة 100 عنصر أو إذا كان الطلب يحتوي على 15 عنصرا أو أكثر من العناصر نفسها * إذا كان الطلب المقدم يتطلب التعامل مع أكثر من موظف توصيل واحد بسبب محدودية الحجم. في جميع الحالات، تحتفظ بوابة الغاف بالحق في الحد من كمية التسليم لمنتجات معينة أو، إذا لزم الأمر، عدم تقديم منتج معين على الإطلاق وفقًا لتوافر البقالة. 2.5. رابعا - الأوامر المعدلة والملغاة قد لا يتمكن المستخدم من تعديل الطلب بمجرد تأكيده وفقًا للميزات التقنية التي توفرها الخدمة. والأمر المؤكد مؤهل للإلغاء لفترة زمنية محدودة إلى أن يتم صرفه لوظيفة التسليم لتقديمه وفقا للمواصفات الفنية للدائرة. 2.6. عدم اكتمال الطلب/الاستبدال الهدف الرئيسي لمجموعة غاف جيت بتسليم جميع المنتجات المطلوبة بالكمية المناسبة وبمعايير عالية الجودة. يقر المستخدم بأن البقالة تخضع لتوافر المخزون والأخطاء البشرية. تحتفظ غاف جيت بالحق في تعديل طلبك كليًا أو جزئيًا، في أي وقت ودون مسؤولية أو تعويض، لإزالة أي عنصر نفد من المخزون أو تالف أو مدلل أو غير متاح لأي سبب آخر، لإكمال طلبك بنجاح. في أفضل نيتنا الحفاظ على سعر العنصر المستبدل كما هو الحال في العلامة التجارية التي طلبتها ولكن في حالة وجود بديل أعلى قيمة، قد يرتفع السعر. نبذل قصارى جهدنا للتأكد من أن جميع العناصر المعروضة على موقعنا على الويب متاحة للطلب. إذا كان أي منتج تطلبه غير متوفر أو غير متاح، فيمكننا إرسال إشعار دفع يمكنك من تحديد بديل. إذا لم يتم تسليم عنصر، على الرغم من الفواتير، فسيتم قيد المبلغ المعني إلى المستخدم في وقت معقول بعد أن تصبح غاف جيت على علم بذلك. لا يوجد تسليم لاحق إلزامي، ولا يحق للعميل المطالبة بأي تعويض إضافي. إذا لم نتمكن من توفير عنصر معين لأي سبب خارج عن إرادتنا المعقولة، فلن نكون مسؤولين أمام المستخدم. يرجى ملاحظة أننا سنحاول إرسال إشعار دفع المستخدم للمنتجات البديلة في حالة عدم توفر منتجات مختارة، يجوز للمستخدم رفض هذه البدائل. على الرغم من أننا سنحاول دائمًا تلبية طلباتك، إلا أنه لا يمكن تلبية طلب كميات كبيرة بشكل غير عادي من منتج مختلف أو منتج واحد إلا وفقًا لتقدير المتجر. تحتفظ غاف جيت بالحق في إرسال طلب مستخدم إلى متجر آخر ثم المتجر الذي تم اختياره في البداية من المستخدم دون إبلاغ المستخدم في حالة فشل المتجر الأولي في تلبية الطلب. في هذه الحالة، يجب أن تكون القيمة الإجمالية للمتجر الجديد للبضائع المطلوبة هي نفس القيمة أو أقل منها وفقًا لقيمة المتجر الأولي. ستبقى طريقة الدفع كما هي. * التسليم 3.1. ثالثا - تسليم البقالة سيتم تسليم البقالة مباشرة إلى عنوان التسليم المحدد من قبل المستخدم. يتم التسليم إما من قبل خدمة التوصيل الشخصي للمحل، أو من قبل شريك التوصيل، أو من قبل فريق توصيل بوابة الغاف، اعتمادًا على طبيعة البضائع وموقع التسليم. سيتم تسليم البضائع إلى الباب الأمامي للمساكن الخاصة (بقدر ما يمكن الوصول إليه) وإلى مكتب الاستقبال لمستخدمي الأعمال. 3.2. أوقات التسليم والالتزام بفترات التسليم تسعى غاف جيت إلى تسليم البقالة في غضون 30 (ثلاثين) إلى 60 (ستين) دقيقة متوسط موقع وقت التسليم المعتمد أو كما هو مقرر. لا تضمن بوابة الغاف ولا يمكنها ضمان الوفاء بالأطر الزمنية للتسليم حيث قد تكون هناك عوامل خارج سيطرة بوابة الغاف قد تؤدي إلى عمليات تسليم مبكرة أو متأخرة. أنت توافق على أن بوابة الغاف لن تكون مسؤولة عن أي عمليات تسليم تتم خارج الإطار الزمني المتوقع للتسليم. 3.3. إيصال التسليم يتحمل المتجر مسؤولية تزويد المستخدم بالإيصال عند التسليم. 3.4. إلغاء التسليم بواسطة غاف جيت إذا، لأسباب خارجة عن سيطرة غاف جيت - مثل عنوان التسليم غير الصحيح، أو غياب المستلم، أو عدم وجود تصريح وصول، أو ظروف جوية سيئة، أو ما شابه ذلك، يجب أن يثبت أنه من المستحيل أو الممكن فقط بصعوبة كبيرة، تنفيذ التسليم بنجاح، يحق لغاف جيت إلغاء طلب المستخدم. وفي هذه الحالة، لا يحق للمستعمل الحصول على تعويض أو مال عيني ؛ في حالة الدفع عبر الإنترنت، سيبدأ غاف جيت استرداد المبلغ في أقرب وقت ممكن بعد إلغاء الأمر، وتقع على عاتق البنك مسؤولية تحويل المبلغ إلى حساب المستخدمين، والذي يستغرق ما يقرب من 3-5 أيام عمل. * الأسعار والدفع تسعى غاف جيت إلى تزويدك بأسعار دقيقة وحديثة وتوافر المنتجات والمعلومات الترويجية. التناقضات ممكنة وأنت توافق على عدم الاحتفاظ بـ Ghaf G مسؤولة في مثل هذه الحالات. 4.1. الأسعار يتم عرض جميع الأسعار بالعملة المحلية للبلاد حيث تعمل بوابة الغاف. بالنسبة للبلدان التي تنطبق فيها ضريبة القيمة المضافة، ستكون الأسعار المعروضة على التطبيق/موقع الويب شاملة لضريبة القيمة المضافة. وحيثما يمكن تحميل البضائع بالوزن (الفاكهة واللحوم والجبن وما إلى ذلك)، ينطبق السعر الأساسي للوحدة الواحدة. وقد تختلف كمية هذه السلع المسلمة فعلا، وبالتالي السعر المقيد، عن الكمية المطلوبة أصلا. وبالنسبة للمنتجات الطازجة المعبأة مسبقا والمحددة الأسعار، يكون السعر المنطبق هو السعر المعمول به عند إعداد الطلب. تحتفظ بوابة الغاف بالحق في تغيير الأسعار لتحديثها في أي لحظة. 4.2. أساليب الدفع/الجدارة الائتمانية يمكنك الاختيار من بين الطرق التالية للدفع عند التسليم، اعتمادًا على المنتجات ووسائل الإرسال ووفقًا للتوافر التقني: * قارئ بطاقة الائتمان عند التسليم * النقد عند التسليم * الدفع عبر الإنترنت * نقبل المدفوعات عبر الإنترنت باستخدام بطاقة الائتمان أو الخصم Visa و MasterCard و AMEX (صالحة للإمارات العربية المتحدة فقط) بعملة البلد الذي يقع فيه المستخدم وقت الطلب. * إذا قمت بالدفع مقابل منتجاتنا أو خدماتنا على موقع الويب أو التطبيق الخاص بنا، فسيتم تقديم التفاصيل التي يُطلب منك تقديمها مباشرة إلى مزود الدفع الخاص بنا عبر اتصال مضمون. * يجب على حامل البطاقة الاحتفاظ بنسخة من سجلات المعاملات والسياسات والقواعد التجارية. يمكن للمستخدم تحديد طريقة الدفع المفضلة. يتم عرض طرق الدفع المتاحة للاختيار عند الانتهاء من الطلب. إذا تم رفض معاملة الدفع عبر الإنترنت لأي سبب من الأسباب، يحق لـ غاف جيت ، وفقًا لتقديرها، تقديم خيار الدفع النقدي للمستخدم عند التسليم أو قارئ بطاقة الائتمان عند التسليم حيثما كان متاحًا. في حالة قيامك بالدفع مقابل طلب مع Apple Pay أو Samsung Pay أو محفظة أخرى وفشل هذا الدفع في المعالجة، فأنت تأذن لـ غاف جيت بشحن الطلب في أي بطاقة ائتمان مصرح بها قد يكون لديك على منصتنا. * إعلان عن المنتج 5.1. معلومات عن المنتج نحرص على تحديث معلومات المنتج في الخدمة بانتظام. في حالات نادرة، قد تنحرف المعلومات عن التفاصيل المطبوعة على عبوة المنتج. في مثل هذه الحالة، تكون للمعلومات الموجودة على العبوة الأسبقية. نظرًا لأن الوصفات قد تتغير في أي وقت، فإننا نوصيك بالاطلاع بانتظام على قائمة المكونات والمعلومات المتعلقة بالحساسية على العبوة. * ضمان نقل البيانات نظرًا للحالة الحالية للتكنولوجيا، لا يمكن إعطاء أي ضمان بأن اتصالات البيانات عبر الإنترنت ستكون خالية من الأخطاء و/أو متاحة في جميع الأوقات. وبالتالي، لا تقبل غاف جيت أي مسؤولية فيما يتعلق بالتوافر المستمر والمستمر للمتجر الإلكتروني، ولا عن الأخطاء التقنية والإلكترونية أثناء معاملات البيع، ولا سيما عن أي تأخير في تجهيز الطلبات أو قبولها. * شروط خاصة بالمنتج 7.1. رصيد الهاتف المحمول المدفوع مسبقًا تبيع غاف جيت رصيد الهاتف المحمول لمختلف مقدمي الخدمة على سبيل المثال: Etisalat و DU. يجب تفعيل رصيد الهاتف المحمول في أقرب وقت ممكن. رمز التنشيط ساري المفعول مرة واحدة فقط. لا يُسمح بالمبادلات أو المبالغ المستردة. * الخصومات والامتيازات والقسائم 8.1. ثالثا - العروض الخاصة يقبل المستخدم أن العروض المتاحة من بوابة الغاف غالبًا ما تختلف عن تلك المتاحة من قنوات مبيعات المتاجر. 8.2 نقاط GHAF Ghaf Points هي طريقة مبتكرة لمكافأة العملاء بنقاط في التطبيق أو موقع الويب يمكن تحويلها إلى رصيد في طلب بقالة قادم. ● يتم عرض قيمة نقطة الغاف 1 في التطبيق أو الموقع الإلكتروني ويمكن تعديلها دون إشعار مسبق وقد تختلف من منطقة إلى أخرى ومن بلد إلى آخر. ● يجب استرداد جميع القسائم أو الرموز في غضون شهر تقويمي واحد من لحظة إصدارها/إبلاغها، ما لم يُحدد خلاف ذلك. ● نقاط الغاف تنطبق فقط على وطلبات البقالة الفورية ؛ بمعنى أن المستخدم لن يكون قادراً على استخدامه لأي طلبات بقالة مجدولة أو تنظيف أو عضوي أو أنواع أخرى من الطلبات. ● لا يمكن استبدال قسائم نقاط الغاف بالنقد أو أي بدائل أخرى وليس لها قيمة نقدية. ● يمكن تقديم نقاط الغاف على أساس مخصص وستتم إضافتها إلى حساب العميل لاستخدامها في طلب بقالة قادم. ● لا يمكن استرداد نقاط الغاف إلا من خلال التطبيق في محلات السوبر ماركت حيث يتم دعمها وقابلية للتطبيق. ● لا يمكن استخدام كل قسيمة نقاط غاف إلا مرة واحدة لكل مستخدم ● إذا تم إلغاء أمر، حيث تم استخدام قسيمة نقاط غاف، لأي سبب من الأسباب، فسيتم سداد القسيمة (القسائم) للمستخدم، إما تلقائيًا أو غير ذلك بناءً على طلب المستخدم ● إذا تجاوزت قسيمة نقاط الغاف المعمول بها قيمة الأصناف المطلوبة، يصادر الخصم التنفيذي ● قد تكافئ بوابة الغاف مستخدميها المخلصين بإضافة نقاط الغاف إلى حسابهم. ومع ذلك، قد تسحب بوابة الغاف أيضًا مكافآت الولاء في أي وقت ودون سابق إنذار أو مسؤولية. ● أي محاولة للتلاعب بالنظام واستخدام القسائم أو الرموز عن طريق المشاركة عبر أي طرف، وتمويه الهوية عن طريق التلاعب بعناوين IP، باستخدام هويات غير هوياتهم أو أي وسيلة آلية أخرى (بما في ذلك النظم التي يمكن برمجتها للقيام بذلك)، سيجعل الطلبات المرتبطة بها واستخدام نقاط الغاف باطلة وقد يؤدي إلى تعطيل هذا الحساب أو مقاضاة الأطراف المسؤولة في إطار القانون المنطبق. 8.3 صديق GHAF (برنامج الإحالة) Ghaf Friend هو برنامج إحالة يمكن للمستخدمين من خلاله دعوة العائلة والأصدقاء لاستخدام بوابة الغاف والحصول على نقاط الغاف كمكافأة في التطبيق بمجرد أن يقدم المستخدمون المدعوون طلبهم الأول. ● المحيل هو مستخدم يدعو شخصًا ما لتقديم طلب عبر بوابة الغاف. يحصل المحيل على مكافأة في شكل نقاط غاف بمجرد أن يكمل الشخص المدعو طلبه الأول بنجاح ؛ العرض هو صالحة للمستخدمين الجدد في طلبهم الأول فقط. ● في حالة تقديم طلب وإلغائه من قبل المستخدم المدعو، لن يكون المحيل مؤهلاً للحصول على المكافأة. ● تحتفظ بوابة الغاف بجميع الحقوق لتغيير المبالغ المبلغ عنها بموجب برنامج Ghaf Friend في أي وقت. 8.4. الشركاء (المتاجر) بطاقة الولاء عند إجراء مشترياتك من المتاجر التي تطبق نظام مكافأة العملاء، من خلال التطبيق، تتاح لك الفرصة لإدخال رقم بطاقة العضوية الخاصة بك في المجال المقابل عند إكمال الطلب للتأكد من أن النقاط المقابلة للمشتريات التي قمت بها تكون مقيدة في الحساب الموجود لديك في المتجر المعني. * خدمة وشكاوى العملاء تقدم خدمة عملاء بوابة الغاف معلومات تتعلق بأي أسئلة أو قضايا أو شكاوى تتعلق بخدمة بوابة الغاف. يمكن للمستخدمين الاتصال بـ غاف جيت عبر البريد الإلكتروني (info@Ghafgate.com)، وإسقاط رسالة عبر التذييل. يجب الإبلاغ عن العناصر المفقودة على الفور عند استقبال البقالة، وإلا فإن البقالة تعتبر مقبولة من قبل المستخدم على أنها في حالة مثالية. يجب إبلاغ خدمة عملاء غاف جيت بالعيوب الكامنة فور ظهورها، على الرغم من وجود قيود على الاعتراف بالخطأ في هذه الحالات. * البقشيش البقشيش هو طريقة يمكن لمستخدمي بوابة الغاف من خلالها مكافأة السائقين والجامعين (الموظفين) المشاركين في تنفيذ طلباتهم عبر تطبيقات أو مواقع الويب المحمولة بوابة الغاف. يقوم المستخدمون بإبلاغ الموظفين مباشرة عبر بطاقة الائتمان/الخصم التي قاموا بتسجيلها. أي إكرامية يدفعها العميل عبر تطبيقات أو مواقع غاف جيت المحمولة لن تكون قابلة للاسترداد. سيتم دفع جميع الإكراميات التي يدفعها العميل بالعملة المحلية للبلد الذي يتم فيه تقديم الطلبات. عند تصنيف طلب مع بوابة الغاف، سيكون للعميل خيار إجراء دفع تقديري لإكرامية إلى بوابة الغاف بالإضافة إلى سعر شراء العناصر في الطلب. ستطرح بوابة الغاف أي رسوم معاملات تتعلق وبوابة الدفع عبر الإنترنت وتكلفة التحويل المصرفي، وتحويل المبلغ المتبقي إلى الموظفين المشاركين في تنفيذ كل أمر محدد على أساس شهري أو كل شهرين. لذلك سيتم تغطية أي رسوم يفرضها البنك أو بوابة الدفع من قبل الموظفين. البقشيش «طوعي» ووفقًا لتقدير كل مستخدم بمفرده. ويجوز لغاف جيت أن تقرر، حسب تقديرها وحدها، التخصيص الدقيق للإكرامية بين مختلف الموظفين الذين ساهموا في تنفيذ الأوامر. تقع على عاتق المنتقي والسائق وحدهما مسؤولية تقديم تفاصيل مصرفية دقيقة إلى بوابة الغاف عبر نموذج التحقق/التحقق عبر الإنترنت. لن تكون بوابة الغاف مسؤولة في حالة تقديم معلومات غير دقيقة أو معاملات مصرفية غير صحيحة. مصطلحات عامة 11.1. رابعا - حماية البيانات تُعامل البيانات التي يتم جمعها على أنها سرية وبحسن نية. عند التسجيل، يتم جمع بياناتك لأغراض الأعمال والتسويق في شكل معلومات شخصية مثل الاسم الأخير والاسم الأول والعنوان وعنوان البريد الإلكتروني ورقم الهاتف. بالإضافة إلى البيانات المدخلة صراحة، يتم جمع المعلومات تلقائيًا من ملفات السجل عند الوصول إلى واجهة الخدمات. تميز غاف جيت بين البيانات الرئيسية (مثل عنوان IP ووقت وتاريخ الوصول) وبيانات النشاط (مثل اسم الملف الذي تم الوصول إليه والمسارات التي تم النقر عليها). لأغراض إحصائية، يتم تقييم هذه البيانات دون الكشف عن هويتها. قد تشارك غاف جيت العنوان ورقم الهاتف والمعلومات الأخرى المطلوبة مع محلات السوبر ماركت الشريكة لتلبية الطلبات أو لمحاذاة أنظمة إدارة علاقات العملاء. 11.2. إطلاق سراح توافق على عدم مسؤولية غاف جيت ولا الشركات التابعة لها أو المرخصين عن لياقة أو سلوك أي متجر. لن تكون غاف جيت ولا الشركات التابعة لها أو المرخصين مسؤولة عن أي مطالبة أو إصابة أو ضرر ناشئ فيما يتعلق بأفعال أو إغفالات أي متجر. في حالة وجود نزاع مع أي متجر، فإنك بموجب هذا تطلق غاف جيت وموظفيها ومديريها وموظفيها وفروعها و المنتسبون والوكلاء والممثلون عن أي مطالبات أو التزامات أو تكاليف، بما في ذلك دون تقييد أتعاب المحامي أو خسارة أو ضرر من كل نوع وطبيعة، معروفين وغير معروفين، ناشئين عن هذه المنازعات أو بأي شكل من الأشكال. 11.3. رخصة المتاجر/الطلبات المقدمة قد تسمح الخدمة الآن أو في المستقبل بتقديم أو مشاركة أو نشر الصور الفوتوغرافية أو الاتصالات أو المحتوى الآخر المقدم من أنت والمستخدمين الآخرين («إرسال المستخدم»). بخلاف المعلومات الشخصية المحددة، والتي يتم تغطيتها بموجب سياسة خصوصية بوابة الغاف المتاحة على https ://www.غاف جيت .ae/privacy (http ://غاف جيت .ae/privacy)، سيتم اعتبار أي إرسال للمستخدم يتم إرساله أو إرساله إلى تطبيقات البرامج هذه غير سرية. بالإضافة إلى ذلك، من خلال تقديم أي إرسال للمستخدم إلى بوابة الغاف، فإنك بموجب هذا تمنح غاف جيت ترخيصًا دائمًا وغير حصري وغير حصري وخالي من الإتاوة وقابل للترخيص من الباطن وقابل للتحويل لاستخدام وإعادة إنتاج وتوزيع وإعداد الأعمال المشتقة من وعرض وأداء المستخدم فيما يتعلق الخدمات والدعم وأعمال بوابة الغاف. نحن بموجب هذا نمنح كل مستخدم للخدمة ترخيصًا غير حصري للوصول إلى طلبات المستخدم الخاصة بهم من خلال الخدمة وعرض طلبات المستخدم هذه وتنفيذها علنًا على النحو المسموح به من خلال وظيفة الخدمة وبموجب هذه الشروط والأحكام. فيما يتعلق بإرسالات المستخدم، فأنت توافق على أنك لن تقدم المواد التالية: '1' تتمتع بحقوق التأليف والنشر أو تخضع لحقوق الخصوصية أو الدعاية أو تخضع بطريقة أخرى لحقوق ملكية طرف ثالث ما لم تكن أنت مالك هذه الحقوق أو تحصل على إذن من المالك لتقديم المواد ومنح غاف جيت جميع حقوق الترخيص الممنوحة هنا ؛ '2' غير قانوني، أو فاحش، أو مضايقة، أو تشهير، أو تشهير، أو إباحية، أو بغيضة، أو عنصرية أو إثنية، أو غير ملائمة ؛ '3' يمكن أن يضر بسمعة بوابة الغاف أو أي طرف ثالث ؛ أو '4' انتحال شخصية شخص آخر. احتياطيات بوابة الغاف الحق في إزالة أي طلبات مقدمة من المستخدمين حسب تقديره وحده ودون إشعار أو مسؤولية تجاهك أو تجاه أي شخص آخر. لا تؤيد غاف جيت أي إرسال للمستخدم أو أي رأي أو توصية أو مشورة فيه، وتتنصل غاف جيت صراحة من أي وجميع المسؤولية فيما يتعلق بأي إرسال للمستخدم. أنت تفهم وتوافق على أنك قد تتعرض لطلبات المستخدم غير الدقيقة أو المسيئة أو المرفوضة بأي شكل آخر، وتوافق بموجب هذا على التنازل عن أي حقوق أو سبل انتصاف قانونية أو عادلة قد تكون لديك ضد غاف جيت فيما يتعلق بها والتنازل عنها بموجب هذا. قد توفر غاف جيت وصلات إلى تطبيقات البرمجيات التي تملكها أو تشغلها أطراف ثالثة. لا تؤيد غاف جيت المحتوى أو أي منتجات أو خدمات متاحة على تطبيقات البرمجيات هذه وليست مسؤولة عن هذا المحتوى أو أمانه. إن ارتباطك بأي تطبيقات برمجية أخرى من هذه الخدمة على مسؤوليتك الخاصة. 11.4. إخلاء المسؤولية استخدام الدعم هو بالكامل على مسؤوليتك الخاصة. يتم إجراء التغييرات بشكل دوري على تطبيقات البرمجيات ويمكن إجراؤها في أي وقت دون إشعار لك. ويقدم الدعم على أساس «كما هو» دون ضمانات من أي نوع، سواء كانت صريحة أو ضمنية، بما في ذلك، على سبيل المثال لا الحصر، الضمانات المتعلقة بصلاحية البيع واللياقة البدنية لغرض معين وعدم التعدي. لا تقدم غاف جيت أي ضمانات أو بيانات بشأن دقة أو اكتمال المحتوى المقدم من خلال دعم أو محتوى أي تطبيقات برامجية مرتبطة بتطبيقات برمجيات غاف جيت . لا تتحمل غاف جيت أي مسؤولية أو مسؤولية عن أي أخطاء أو أخطاء أو أخطاء في المحتوى ؛ '2' الإصابات الشخصية أو الأضرار التي تلحق بالممتلكات، أيا كانت طبيعتها، الناجمة عن وصولك إلى تطبيقات برامجيات غاف جيت أو الدعم واستخدامها ؛ '3' أي وصول غير مأذون به إلى أو استخدام خوادم غاف جيت الآمنة و/أو أي معلومات شخصية و/أو معلومات مالية بشأنها. التطبيقات البرمجية ستعمل بدون أخطاء أو أن تطبيقات البرمجيات وخادومها خالية من الفيروسات الحاسوبية وغيرها من السلع الضارة. إذا أسفر استخدامك لتطبيقات البرمجيات عن الحاجة إلى خدمة المعدات أو البيانات أو استبدالها، لا تكون غاف جيت مسؤولة عن تلك التكاليف. غاف جيت ، إلى أقصى حد يسمح به القانون، بإخلاء المسؤولية عن جميع الضمانات، سواء كانت صريحة أو ضمنية، بما في ذلك، دون تقييد، ضمان القابلية للتجارة، وعدم التعدي على حقوق طرف ثالث بعينها، وعدم التعدي عليها. لا تقدم غاف جيت أي ضمانات بشأن دقة أو موثوقية أو اكتمال أو توقيت المحتوى أو الخدمات أو الدعم أو البرمجيات أو النص أو الرسوم البيانية أو الروابط. لا تستطيع غاف جيت والجهات التابعة لها والجهات المرخصة لها، ولا تضمن أن أي معلومات شخصية تقدمها لن تختلس أو تعترض أو تحذف أو تتلف أو يستخدمها آخرون. 11.5. ثالثا - تحديد المسؤولية. توافق على ألا تكون بوابة الغاف مسؤولة عن أي أضرار مباشرة أو غير مباشرة أو عرضية أو خاصة أو تبعية أو نموذجية ناجمة عن (1) استخدامكم للدعم ؛ '٢' مسؤولية أو لياقة أي عميل) ثالثا (فيما يتعلق بأداء أو تصفح تطبيقات البرمجيات أو وصلاتكم بتطبيقات برامجية أخرى من تطبيقات البرمجيات هذه، حتى لو أبلغت بوابة الغاف بإمكانية حدوث أضرار من هذا القبيل. توافق كذلك على أن بوابة الغاف لن تكون مسؤولة عن أي أضرار ناشئة عن انقطاع أو تعليق أو إهمال الخدمات، بما في ذلك، دون تقييد، ما إذا كانت هذه الأضرار المباشرة أو غير المباشرة أو العرضية أو الخاصة أو التبعية أو المبررة مقصود أو غير مقصود أو معلن. لا يجوز بأي حال من الأحوال أن تتجاوز المسؤولية الإجمالية لغاف جيت بالنسبة لك عن أي خسائر ناشئة فيما يلي المبالغ التي دفعتها إلى غاف جيت . بعض الولايات القضائية لا تسمح بالتقييد أو الاستبعاد. الضمانات أو المسؤولية عن الأضرار العرضية أو التبعية حتى لا تنطبق عليكم بعض القيود المذكورة أعلاه. إذا كانت الولاية القضائية ضارة بالحد من الضمانات أو استبعادها، يعتبر هذا الحكم قابلا للفصل عن هذا الاتفاق وتظل الأحكام الأخرى سارية المفعول ومفعول. 11.6. التنازل لا يكون التنازل عن أي حقوق أو سبل انتصاف من قبل بوابة الغاف نافذا ما لم يتم كتابة ويوقعه ممثل معتمد لبوابة الغاف. لا يعتبر تخلف غاف جيت عن ممارسة أو إنفاذ أي حقوق تمنحنا إياها شروط الخدمة تنازلاً عن أي حقوق من هذا القبيل أو تغييراً فيها أو عملاً لمنع ممارستها أو إنفاذها في أي وقت أو أوقات لاحقة. 11.7. التعويض أنت توافق على الدفاع عن بوابة الغاف غير المؤذية وتعويضها والاحتفاظ بها وضباطها ومديريها وموظفيها ووكلائها والشركات التابعة لها (كل طرف من الأطراف المطالَبة بالتعويض)، من أي خسائر أو مطالبات ومقابلها، الإجراءات والتكاليف والتعويضات والجزاءات والغرامات والنفقات، بما في ذلك دون تحديد أتعاب المحامين ونفقاتهم ؛ التي يمكن أن يتكبدها طرف معوض ناشئ عن المتعلقة أو الناتجة عن استخدامك غير المصرح به لتطبيقات البرمجيات أو عن أي خرق من جانبك لشروط الخدمة، بما في ذلك دون تقييد أي انتهاك فعلي أو مزعوم لأي اتحادي، النظام الأساسي أو المرسوم أو النظام الإداري أو القاعدة أو اللائحة الحكومية أو المحلية. وتقوم بوابة الغاف بإخطارك على الفور بأي مطالبة أو دعوى أو إجراء من هذا القبيل، ويكون لها الحق في التحكم في الدفاع عن هذا الإجراء، على نفقتك، في الدفاع عن أي مطالبة أو دعوى أو دعوى من هذا القبيل. 11.8. ثالثا - الإنهاء وفقًا لتقديرها الوحيد، يجوز لـ غاف جيت تعديل الخدمة أو إيقافها، أو تعديل أو تعليق أو إنهاء وصولك إلى الخدمة أو الدعم، لأي سبب، مع أو بدون إشعار لك ودون مسؤولية تجاهك أو أي طرف ثالث. بالإضافة إلى تعليق أو إنهاء وصولك إلى الخدمة أو الدعم، تحتفظ بوابة الغاف بالحق في الحصول عليها اتخاذ الإجراءات القانونية المناسبة، بما في ذلك دون تقييد سبل الانتصاف المدنية أو الجنائية أو الزجرية. حتى بعد إنهاء حقك في استخدام الدعم، سيظل حسابك قابلاً للتنفيذ ضدك. يمكنك إنهاء الحساب في أي وقت، ولكن بوابة الغاف لا تضمن إنهاءه بسبب التوافر الفني. جميع الأحكام التي ينبغي أن تستمر بطبيعتها لإنفاذ تلك الأحكام يجب أن تستمر بعد إنهاء الحساب. 11.9. القانون الذي يحكم تسوية المنازعات القانون الناظم. يخضع هذا الاتفاق واستخدامكم لخدمات بوابة الغاف للقوانين المعمول بها في البلد الذي يوجد فيه المستخدم وقت طلب أو استخدام خدمات بوابة الغاف. إذا تبين أن أي حكم من أحكام هذا الاتفاق باطل في أي محكمة مختصة، أو إذا كان أي حكم من أحكام هذا الاتفاق ينتهك أي قوانين وأنظمة واجبة التطبيق لأي محكمة مختصة، ولا يؤثر بطلان هذا الحكم على صحة الأحكام المتبقية من هذا الاتفاق، التي تظل نافذة ومفعول بالكامل. إذا نشأ أي نزاع من أي نوع بين الطرفين فيما يتعلق بهذا الاتفاق، يسعى الطرفان إلى تسوية أي نزاع من هذا القبيل بالتشاور المتبادل وبطريقة ودية. إذا فشل الطرفان في حل هذا النزاع بالتشاور المتبادل أو بطريقة ودية في غضون ستين (60) يوما من تاريخ إخطار أحد الطرفين إلى الطرف الآخر بوجود نزاع من هذا القبيل، يعرض النزاع على الاختصاص الحصري للمحاكم المختصة في البلد الذي يوجد فيه المستخدم وقت إصدار الأمر أو استخدام خدمات بوابة الغاف (باستثناء محاكم المنطقة الحرة). لا تخل الأحكام المذكورة أعلاه من هذا البند بحق بوابة الغاف في التماس الانتصاف المؤقت في أي وقت من أي محكمة مختصة ولا تعتبر بوابة الغاف حاضنة خرق هذا الشرط. وسيظل هذا القسم من «تسوية المنازعات» قائما بعد أي إنهاء لهذا الاتفاق. 11.12. ثالثا - التغييرات المدخلة على الاتفاق تحتفظ غاف جيت بالحق، حسب تقديرها وحدها والمطلق، في تغيير أي من أحكام وشروط هذا الاتفاق أو تعديلها أو إضافتها أو تكميلها أو حذفها، وذلك ساري المفعول مع إشعار مسبق أو بدونه. يشكل استخدامك المستمر لتطبيقات البرمجيات أو الدعم بعد أي مراجعة لهذه الاتفاقية قبولك الكامل وغير القابل للإلغاء لأي وجميع هذه التغييرات. اتصل بنا إذا كان لديك أي تعليقات أو أسئلة، يرجى عدم التردد في التواصل معنا على info@ghafgate.com
